window.search-index = [
  {
    "id": 184414,
    "name": " قبغ دبة فضلة رف فور 19 - كورلا بيكاتشو ",
    "category": "",
    "brand": "Denso",
    "price": 6000.0,
    "slug": "قبغ-دبة-فضلة-رف-فور-19--كورلا-بيكاتشو",
    "search_terms": [
      " قبغ دبة فضلة رف فور 19 - كورلا بيكاتشو ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 184482,
    "name": "كفر فتحة سحب هوك دعامية خلفية اعلى كورلا كروس 20 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "كفر-فتحة-سحب-هوك-دعامية-خلفية-اعلى-كورلا-كروس-20--ايمن",
    "search_terms": [
      "كفر فتحة سحب هوك دعامية خلفية اعلى كورلا كروس 20 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184483,
    "name": "كفر فتحة سحب هوك دعامية خلفية اعلى كورلا كروس 20 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "كفر-فتحة-سحب-هوك-دعامية-خلفية-اعلى-كورلا-كروس-20--ايسر",
    "search_terms": [
      "كفر فتحة سحب هوك دعامية خلفية اعلى كورلا كروس 20 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184494,
    "name": "كفر فتحة سحب هوك دعامية خلفية كورلا 20 - خليجي مربع ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 6000.0,
    "slug": "كفر-فتحة-سحب-هوك-دعامية-خلفية-كورلا-20--خليجي-مربع",
    "search_terms": [
      "كفر فتحة سحب هوك دعامية خلفية كورلا 20 - خليجي مربع ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184499,
    "name": "كفر فتحة سحب هوك دعامية امامية كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 6000.0,
    "slug": "كفر-فتحة-سحب-هوك-دعامية-امامية-كورلا-كروس-22--ايسر",
    "search_terms": [
      "كفر فتحة سحب هوك دعامية امامية كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184500,
    "name": "كفر فتحة سحب هوك دعامية امامية كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 6000.0,
    "slug": "كفر-فتحة-سحب-هوك-دعامية-امامية-كورلا-كروس-22--ايمن",
    "search_terms": [
      "كفر فتحة سحب هوك دعامية امامية كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184501,
    "name": "كفر فتحة سحب هوك دعامية خلفية اسفل كورلا كروس 20 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "كفر-فتحة-سحب-هوك-دعامية-خلفية-اسفل-كورلا-كروس-20",
    "search_terms": [
      "كفر فتحة سحب هوك دعامية خلفية اسفل كورلا كروس 20 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184681,
    "name": "كفر جاملغ برادو 24 - اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 11000.0,
    "slug": "كفر-جاملغ-برادو-24--اسود",
    "search_terms": [
      "كفر جاملغ برادو 24 - اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 184909,
    "name": "بك زاوية هايلندر 21 - امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 70000.0,
    "slug": "بك-زاوية-هايلندر-21--امريكي-ايسر",
    "search_terms": [
      "بك زاوية هايلندر 21 - امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 184936,
    "name": "فلتر دهن كورلا حديد عام",
    "category": "",
    "brand": "Denso",
    "price": 7000.0,
    "slug": "فلتر-دهن-كورلا-حديد-عام",
    "search_terms": [
      "فلتر دهن كورلا حديد عام",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 184941,
    "name": " ماسحة حديد CONVENTIONAL U-HOOK UP WIPER BLADE 26 INCH AISIN WIPER (650MM)",
    "category": "",
    "brand": "AISIN",
    "price": 4000.0,
    "slug": "ماسحة-حديد-conventional-u-hook-up-wiper-blade-26-inch-aisin-wiper-(650mm)",
    "search_terms": [
      " ماسحة حديد CONVENTIONAL U-HOOK UP WIPER BLADE 26 INCH AISIN WIPER (650MM)",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 185040,
    "name": "بلك عادي 2TR 1GR 11 - 08 فحمي SPARK PLUG Spanner : 16 K20HRU11 OES TO 90919-01235",
    "category": "",
    "brand": "Denso",
    "price": 4000.0,
    "slug": "بلك-عادي-2tr-1gr-11--08-فحمي-spark-plug-spanner-16-k20hru11-oes-to-90919-01235",
    "search_terms": [
      "بلك عادي 2TR 1GR 11 - 08 فحمي SPARK PLUG Spanner : 16 K20HRU11 OES TO 90919-01235",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185056,
    "name": "ماسكة بك لايت كورلا 20 - خليجي صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "ماسكة-بك-لايت-كورلا-20--خليجي-صيني-ايسر",
    "search_terms": [
      "ماسكة بك لايت كورلا 20 - خليجي صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185057,
    "name": "ماسكة بك لايت كورلا 20 - خليجي صيني ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "ماسكة-بك-لايت-كورلا-20--خليجي-صيني-ايمن",
    "search_terms": [
      "ماسكة بك لايت كورلا 20 - خليجي صيني ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185078,
    "name": "فلتر دهن نيسان عام محرك 3700<",
    "category": "",
    "brand": "Denso",
    "price": 7000.0,
    "slug": "فلتر-دهن-نيسان-عام-محرك-3700",
    "search_terms": [
      "فلتر دهن نيسان عام محرك 3700<",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185092,
    "name": "قبغ راديتر رف فور كامري 18 - 23 عام كورلا 14 - 23 عام A25 ",
    "category": "",
    "brand": "Denso",
    "price": 6000.0,
    "slug": "قبغ-راديتر-رف-فور-كامري-18--23-عام-كورلا-14--23-عام-a25",
    "search_terms": [
      "قبغ راديتر رف فور كامري 18 - 23 عام كورلا 14 - 23 عام A25 ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185115,
    "name": "حاجب زاوية دعامية امامية كورلا 20 امريكي LE / كورلا ليفان 23- وارد صين  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "حاجب-زاوية-دعامية-امامية-كورلا-20-امريكي-le-كورلا-ليفان-23-وارد-صين-ايمن",
    "search_terms": [
      "حاجب زاوية دعامية امامية كورلا 20 امريكي LE / كورلا ليفان 23- وارد صين  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185116,
    "name": "حاجب زاوية دعامية امامية كورلا 20 امريكي LE / كورلا ليفان 23- وارد صين ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "حاجب-زاوية-دعامية-امامية-كورلا-20-امريكي-le-كورلا-ليفان-23-وارد-صين-ايسر",
    "search_terms": [
      "حاجب زاوية دعامية امامية كورلا 20 امريكي LE / كورلا ليفان 23- وارد صين ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185145,
    "name": "فلتر دهن نيسان سنترا سني عام",
    "category": "",
    "brand": "Denso",
    "price": 7000.0,
    "slug": "فلتر-دهن-نيسان-سنترا-سني-عام",
    "search_terms": [
      "فلتر دهن نيسان سنترا سني عام",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185160,
    "name": "بلك كورلا 1ZZ خليجي فحمي K16R-U11 OES TO 90919-01164",
    "category": "",
    "brand": "Denso",
    "price": 4000.0,
    "slug": "بلك-كورلا-1zz-خليجي-فحمي-k16r-u11-oes-to-90919-01164",
    "search_terms": [
      "بلك كورلا 1ZZ خليجي فحمي K16R-U11 OES TO 90919-01164",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185201,
    "name": "كفر فتحت سحب هوك دعامية خلفية كورلا 20 - امريكي كورلا ليفان 23- وارد صين مربع ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 6000.0,
    "slug": "كفر-فتحت-سحب-هوك-دعامية-خلفية-كورلا-20--امريكي-كورلا-ليفان-23-وارد-صين-مربع",
    "search_terms": [
      "كفر فتحت سحب هوك دعامية خلفية كورلا 20 - امريكي كورلا ليفان 23- وارد صين مربع ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185280,
    "name": "فلتر دهن ورقي افلون 2GR كامري 12-17 امريكي 12-21 خليجي رف فور 06-18 2AR محرك 2500cc ب 04152-31090",
    "category": "",
    "brand": "Denso",
    "price": 8000.0,
    "slug": "فلتر-دهن-ورقي-افلون-2gr-كامري-12-17-امريكي-12-21-خليجي-رف-فور-06-18-2ar-محرك-2500cc-ب-04152-31090",
    "search_terms": [
      "فلتر دهن ورقي افلون 2GR كامري 12-17 امريكي 12-21 خليجي رف فور 06-18 2AR محرك 2500cc ب 04152-31090",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185281,
    "name": "فلتر دهن لاند 08 1VD كاز 8 سلندر بانزين 1UR 3UR ب 04152-38020",
    "category": "",
    "brand": "Denso",
    "price": 8000.0,
    "slug": "فلتر-دهن-لاند-08-1vd-كاز-8-سلندر-بانزين-1ur-3ur-ب-04152-38020",
    "search_terms": [
      "فلتر دهن لاند 08 1VD كاز 8 سلندر بانزين 1UR 3UR ب 04152-38020",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185294,
    "name": "قبغ دبة فضلة لاند 08 - 21 1VD لاند 22 - V35 F33 - كورلا 19 - عام كامري 12 - 18 -  ",
    "category": "",
    "brand": "Denso",
    "price": 6000.0,
    "slug": "قبغ-دبة-فضلة-لاند-08--21-1vd-لاند-22--v35-f33--كورلا-19--عام-كامري-12--18",
    "search_terms": [
      "قبغ دبة فضلة لاند 08 - 21 1VD لاند 22 - V35 F33 - كورلا 19 - عام كامري 12 - 18 -  ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185295,
    "name": "فلتر دهن موبس كوري عام 4 سلندر 01 - 19",
    "category": "",
    "brand": "Denso",
    "price": 6000.0,
    "slug": "فلتر-دهن-موبس-كوري-عام-4-سلندر-01--19",
    "search_terms": [
      "فلتر دهن موبس كوري عام 4 سلندر 01 - 19",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185325,
    "name": "فلتر بطل تبريد تويوتا  عام DRYER FILTER TOYOTA",
    "category": "",
    "brand": "Denso",
    "price": 6000.0,
    "slug": "فلتر-بطل-تبريد-تويوتا-عام-dryer-filter-toyota",
    "search_terms": [
      "فلتر بطل تبريد تويوتا  عام DRYER FILTER TOYOTA",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185334,
    "name": "هوائية دعامية خلفية كامري 18 - SE امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 7000.0,
    "slug": "هوائية-دعامية-خلفية-كامري-18--se-امريكي-ايسر",
    "search_terms": [
      "هوائية دعامية خلفية كامري 18 - SE امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185335,
    "name": "هوائية دعامية خلفية كامري 18 - SE امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 7000.0,
    "slug": "هوائية-دعامية-خلفية-كامري-18--se-امريكي-ايمن",
    "search_terms": [
      "هوائية دعامية خلفية كامري 18 - SE امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185415,
    "name": "قبغ راديتر لاند 08 - عام برادو 03 - 10 - عام سيكويا تندرا فيكو ريفو عام كامري افلون 05 - 17 باجيرو عام كوستر 108kPa",
    "category": "",
    "brand": "Denso",
    "price": 8000.0,
    "slug": "قبغ-راديتر-لاند-08--عام-برادو-03--10--عام-سيكويا-تندرا-فيكو-ريفو-عام-كامري-افلون-05--17-باجيرو-عام-كوستر-108kpa",
    "search_terms": [
      "قبغ راديتر لاند 08 - عام برادو 03 - 10 - عام سيكويا تندرا فيكو ريفو عام كامري افلون 05 - 17 باجيرو عام كوستر 108kPa",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185434,
    "name": "كفر بروجكتر رف فور 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "كفر-بروجكتر-رف-فور-19--ايمن",
    "search_terms": [
      "كفر بروجكتر رف فور 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185452,
    "name": "مسطرة دعامية امامية رف فور 19- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "مسطرة-دعامية-امامية-رف-فور-19-ايمن",
    "search_terms": [
      "مسطرة دعامية امامية رف فور 19- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185464,
    "name": "كفر بروجكتر رف فور 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "كفر-بروجكتر-رف-فور-19--ايسر",
    "search_terms": [
      "كفر بروجكتر رف فور 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185466,
    "name": "سكن دعامية خلفية كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "سكن-دعامية-خلفية-كورلا-كروس-22--ايسر",
    "search_terms": [
      "سكن دعامية خلفية كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185467,
    "name": "سكن دعامية خلفية كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "سكن-دعامية-خلفية-كورلا-كروس-22--ايمن",
    "search_terms": [
      "سكن دعامية خلفية كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185469,
    "name": "ماء راديتر احمر ايسن 20% 1LTx20",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 7000.0,
    "slug": "ماء-راديتر-احمر-ايسن-20-1ltx20",
    "search_terms": [
      "ماء راديتر احمر ايسن 20% 1LTx20",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 185518,
    "name": "مسطرة دعامية امامية رف فور 19- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "مسطرة-دعامية-امامية-رف-فور-19-ايسر",
    "search_terms": [
      "مسطرة دعامية امامية رف فور 19- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185533,
    "name": "ماء راديتر اخضر ايسن 20% 1LTx20",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 7000.0,
    "slug": "ماء-راديتر-اخضر-ايسن-20-1ltx20",
    "search_terms": [
      "ماء راديتر اخضر ايسن 20% 1LTx20",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 185540,
    "name": "فلتر دهن لاند 1FZ",
    "category": "",
    "brand": "Denso",
    "price": 8000.0,
    "slug": "فلتر-دهن-لاند-1fz",
    "search_terms": [
      "فلتر دهن لاند 1FZ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185544,
    "name": "تكملة شباك رئيسي كامري 18 - LE اعلى ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "تكملة-شباك-رئيسي-كامري-18--le-اعلى-ايسر",
    "search_terms": [
      "تكملة شباك رئيسي كامري 18 - LE اعلى ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185545,
    "name": "تكملة شباك رئيسي كامري 18 - LE اعلى ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "تكملة-شباك-رئيسي-كامري-18--le-اعلى-ايمن",
    "search_terms": [
      "تكملة شباك رئيسي كامري 18 - LE اعلى ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185574,
    "name": "تريشة تحت لايت كامري 21 - امريكي XSE SE اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "تريشة-تحت-لايت-كامري-21--امريكي-xse-se-اسود-ايسر",
    "search_terms": [
      "تريشة تحت لايت كامري 21 - امريكي XSE SE اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185575,
    "name": "تريشة تحت لايت كامري 21 - امريكي XSE SE اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "تريشة-تحت-لايت-كامري-21--امريكي-xse-se-اسود-ايمن",
    "search_terms": [
      "تريشة تحت لايت كامري 21 - امريكي XSE SE اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185576,
    "name": "جعب بلاستك اسفل هلال الجاملغ الامامي رف فور 20 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "جعب-بلاستك-اسفل-هلال-الجاملغ-الامامي-رف-فور-20--ايسر",
    "search_terms": [
      "جعب بلاستك اسفل هلال الجاملغ الامامي رف فور 20 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185577,
    "name": "جعب بلاستك اسفل هلال الجاملغ الامامي رف فور 20 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "جعب-بلاستك-اسفل-هلال-الجاملغ-الامامي-رف-فور-20--ايمن",
    "search_terms": [
      "جعب بلاستك اسفل هلال الجاملغ الامامي رف فور 20 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185610,
    "name": "دبل بند برادو 10 - 18 ايسر + ايمن",
    "category": "",
    "brand": "MassFit",
    "price": 11000.0,
    "slug": "دبل-بند-برادو-10--18-ايسر-+-ايمن",
    "search_terms": [
      "دبل بند برادو 10 - 18 ايسر + ايمن",
      "",
      "MassFit",
      "False"
    ]
  },
  {
    "id": 185637,
    "name": "PAG 46 80ml + UV DYE-CTN 24 PCS - زيت دهن كومبريسر + كاشف تسريب 48 مل",
    "category": "",
    "brand": "ERRECOM",
    "price": 11000.0,
    "slug": "pag-46-80ml-+-uv-dye-ctn-24-pcs--زيت-دهن-كومبريسر-+-كاشف-تسريب-48-مل",
    "search_terms": [
      "PAG 46 80ml + UV DYE-CTN 24 PCS - زيت دهن كومبريسر + كاشف تسريب 48 مل",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 185660,
    "name": "SPARK PLUG : PKH16TT",
    "category": "",
    "brand": "Denso",
    "price": 5000.0,
    "slug": "spark-plug-pkh16tt",
    "search_terms": [
      "SPARK PLUG : PKH16TT",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185661,
    "name": "فلتر تبريد كورلا 20 - خليجي امريكي رف فور 19 - عام لاند 22- كامري 18 - عام ريفو 16 - هاليندر 19 - ",
    "category": "",
    "brand": "Denso",
    "price": 8000.0,
    "slug": "فلتر-تبريد-كورلا-20--خليجي-امريكي-رف-فور-19--عام-لاند-22-كامري-18--عام-ريفو-16--هاليندر-19",
    "search_terms": [
      "فلتر تبريد كورلا 20 - خليجي امريكي رف فور 19 - عام لاند 22- كامري 18 - عام ريفو 16 - هاليندر 19 - ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 185755,
    "name": "كفر بالشباك جانبي ايسر كورلا 23- امريكي SE/XSE هايبرد",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "كفر-بالشباك-جانبي-ايسر-كورلا-23-امريكي-sexse-هايبرد",
    "search_terms": [
      "كفر بالشباك جانبي ايسر كورلا 23- امريكي SE/XSE هايبرد",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185756,
    "name": "قاعدة رقم امامي برادو 14 - 17 ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "قاعدة-رقم-امامي-برادو-14--17",
    "search_terms": [
      "قاعدة رقم امامي برادو 14 - 17 ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185781,
    "name": "حاجب زاوية دعامية امامية كورلا 20 امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "حاجب-زاوية-دعامية-امامية-كورلا-20-امريكي-se-ايسر",
    "search_terms": [
      "حاجب زاوية دعامية امامية كورلا 20 امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185782,
    "name": "حاجب زاوية دعامية امامية كورلا 20 امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "حاجب-زاوية-دعامية-امامية-كورلا-20-امريكي-se-ايمن",
    "search_terms": [
      "حاجب زاوية دعامية امامية كورلا 20 امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185785,
    "name": "كفر بروجكتر بدون فتحة رف فور 23 -  ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-بروجكتر-بدون-فتحة-رف-فور-23--ايسر",
    "search_terms": [
      "كفر بروجكتر بدون فتحة رف فور 23 -  ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185786,
    "name": "كفر بروجكتر بدون فتحة رف فور 23 - ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-بروجكتر-بدون-فتحة-رف-فور-23--ايمن",
    "search_terms": [
      "كفر بروجكتر بدون فتحة رف فور 23 - ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185790,
    "name": "هوائية دعامية امامية افلون 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "هوائية-دعامية-امامية-افلون-19--ايسر",
    "search_terms": [
      "هوائية دعامية امامية افلون 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185791,
    "name": "هوائية دعامية امامية افلون 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "هوائية-دعامية-امامية-افلون-19--ايمن",
    "search_terms": [
      "هوائية دعامية امامية افلون 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185816,
    "name": "عدسة بروجكتر كورلا كامري افلون ريفو عام ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 7000.0,
    "slug": "عدسة-بروجكتر-كورلا-كامري-افلون-ريفو-عام-ايسر",
    "search_terms": [
      "عدسة بروجكتر كورلا كامري افلون ريفو عام ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185817,
    "name": "عدسة بروجكتر كورلا كامري افلون ريفو عام ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 7000.0,
    "slug": "عدسة-بروجكتر-كورلا-كامري-افلون-ريفو-عام-ايمن",
    "search_terms": [
      "عدسة بروجكتر كورلا كامري افلون ريفو عام ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185818,
    "name": "ردادة طين رف فور بطانة جاملغ امامي رف فور 19 - ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "ردادة-طين-رف-فور-بطانة-جاملغ-امامي-رف-فور-19--ايسر",
    "search_terms": [
      "ردادة طين رف فور بطانة جاملغ امامي رف فور 19 - ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185819,
    "name": "ردادة طين رف فور بطانة جاملغ امامي رف فور 19 - ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "ردادة-طين-رف-فور-بطانة-جاملغ-امامي-رف-فور-19--ايمن",
    "search_terms": [
      "ردادة طين رف فور بطانة جاملغ امامي رف فور 19 - ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185822,
    "name": "20W50 SN TY زيت محرك تويوتا اسود بلاستك 1LTx24 ",
    "category": "",
    "brand": "Toyota",
    "price": 6000.0,
    "slug": "20w50-sn-ty-زيت-محرك-تويوتا-اسود-بلاستك-1ltx24",
    "search_terms": [
      "20W50 SN TY زيت محرك تويوتا اسود بلاستك 1LTx24 ",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 185929,
    "name": "تريشة حاجب اسفل الدعامية الامامية كامري 21 امريكي XSE رصاصي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "تريشة-حاجب-اسفل-الدعامية-الامامية-كامري-21-امريكي-xse-رصاصي-ايسر",
    "search_terms": [
      "تريشة حاجب اسفل الدعامية الامامية كامري 21 امريكي XSE رصاصي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185930,
    "name": "تريشة حاجب اسفل الدعامية الامامية كامري 21 امريكي XSE رصاصي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "تريشة-حاجب-اسفل-الدعامية-الامامية-كامري-21-امريكي-xse-رصاصي-ايمن",
    "search_terms": [
      "تريشة حاجب اسفل الدعامية الامامية كامري 21 امريكي XSE رصاصي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185944,
    "name": "سكن دعامية خلفية افلون 19 - ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "سكن-دعامية-خلفية-افلون-19--ايسر",
    "search_terms": [
      "سكن دعامية خلفية افلون 19 - ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185945,
    "name": "سكن دعامية خلفية افلون 19 - ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "سكن-دعامية-خلفية-افلون-19--ايمن",
    "search_terms": [
      "سكن دعامية خلفية افلون 19 - ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185946,
    "name": "قاعدة رقم كامري 21 - عام ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "قاعدة-رقم-كامري-21--عام",
    "search_terms": [
      "قاعدة رقم كامري 21 - عام ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185949,
    "name": "كفر هلال داير بروجكتر كورلا 20  خليجي اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-هلال-داير-بروجكتر-كورلا-20-خليجي-اسود-ايسر",
    "search_terms": [
      "كفر هلال داير بروجكتر كورلا 20  خليجي اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185950,
    "name": "كفر هلال داير بروجكتر كورلا 20  خليجي اسود ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-هلال-داير-بروجكتر-كورلا-20-خليجي-اسود-ايمن",
    "search_terms": [
      "كفر هلال داير بروجكتر كورلا 20  خليجي اسود ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185951,
    "name": "ماسكة خلفية بك لايت رف فور 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "ماسكة-خلفية-بك-لايت-رف-فور-19--ايسر",
    "search_terms": [
      "ماسكة خلفية بك لايت رف فور 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185952,
    "name": "ماسكة خلفية بك لايت رف فور 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 8000.0,
    "slug": "ماسكة-خلفية-بك-لايت-رف-فور-19--ايمن",
    "search_terms": [
      "ماسكة خلفية بك لايت رف فور 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 185991,
    "name": "Evaporator Cleaner Foam 100ML CTN 30 PCS - -فوم تنظيف قنواة التبريد و الفريز 100 مل",
    "category": "",
    "brand": "ERRECOM",
    "price": 14000.0,
    "slug": "evaporator-cleaner-foam-100ml-ctn-30-pcs--فوم-تنظيف-قنواة-التبريد-و-الفريز-100-مل",
    "search_terms": [
      "Evaporator Cleaner Foam 100ML CTN 30 PCS - -فوم تنظيف قنواة التبريد و الفريز 100 مل",
      "",
      "ERRECOM",
      "فوم تنظيف قنواة التبريد و الفريز 100 مل"
    ]
  },
  {
    "id": 186132,
    "name": "زيت محرك 20W50 SL Veedol Elite 12 x 1Lt",
    "category": "",
    "brand": "Veedol",
    "price": 7000.0,
    "slug": "زيت-محرك-20w50-sl-veedol-elite-12-x-1lt",
    "search_terms": [
      "زيت محرك 20W50 SL Veedol Elite 12 x 1Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 186181,
    "name": "تريشة زاوية دعامية امامية كامري 18 - امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "تريشة-زاوية-دعامية-امامية-كامري-18--امريكي-se-ايسر",
    "search_terms": [
      "تريشة زاوية دعامية امامية كامري 18 - امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186182,
    "name": "تريشة زاوية دعامية امامية كامري 18 - امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "تريشة-زاوية-دعامية-امامية-كامري-18--امريكي-se-ايمن",
    "search_terms": [
      "تريشة زاوية دعامية امامية كامري 18 - امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186215,
    "name": "كفر بروجكتر كامري 21 - امريكي حصيرة بدون فتحة ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-بروجكتر-كامري-21--امريكي-حصيرة-بدون-فتحة-ايمن",
    "search_terms": [
      "كفر بروجكتر كامري 21 - امريكي حصيرة بدون فتحة ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186253,
    "name": "تريشة تحت ال لايت كامري 18 - امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "تريشة-تحت-ال-لايت-كامري-18--امريكي-se-ايمن",
    "search_terms": [
      "تريشة تحت ال لايت كامري 18 - امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186291,
    "name": "تريشة تحت ال لايت كامري 18 - امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "تريشة-تحت-ال-لايت-كامري-18--امريكي-se-ايسر",
    "search_terms": [
      "تريشة تحت ال لايت كامري 18 - امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186304,
    "name": "كفر بروجكتر كامري 21 - امريكي حصيرة بدون فتحة ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-بروجكتر-كامري-21--امريكي-حصيرة-بدون-فتحة-ايسر",
    "search_terms": [
      "كفر بروجكتر كامري 21 - امريكي حصيرة بدون فتحة ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186310,
    "name": "كفر بروجكتر كامري 21 - امريكي حصيرة مع فتحة بروجكتر ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-بروجكتر-كامري-21--امريكي-حصيرة-مع-فتحة-بروجكتر-ايسر",
    "search_terms": [
      "كفر بروجكتر كامري 21 - امريكي حصيرة مع فتحة بروجكتر ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186311,
    "name": "كفر بروجكتر كامري 21 - امريكي حصيرة مع فتحة بروجكتر ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "كفر-بروجكتر-كامري-21--امريكي-حصيرة-مع-فتحة-بروجكتر-ايمن",
    "search_terms": [
      "كفر بروجكتر كامري 21 - امريكي حصيرة مع فتحة بروجكتر ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186341,
    "name": "فلتر شوتة بيكب ميتسيوبيشي بيكب L200 05 -",
    "category": "",
    "brand": "Denso",
    "price": 11000.0,
    "slug": "فلتر-شوتة-بيكب-ميتسيوبيشي-بيكب-l200-05",
    "search_terms": [
      "فلتر شوتة بيكب ميتسيوبيشي بيكب L200 05 -",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 186424,
    "name": "جعب بلاستك اسفل هلال داير الباب الخلفي رف فور 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "جعب-بلاستك-اسفل-هلال-داير-الباب-الخلفي-رف-فور-19--ايسر",
    "search_terms": [
      "جعب بلاستك اسفل هلال داير الباب الخلفي رف فور 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186425,
    "name": "جعب بلاستك اسفل هلال داير الباب الخلفي رف فور 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "جعب-بلاستك-اسفل-هلال-داير-الباب-الخلفي-رف-فور-19--ايمن",
    "search_terms": [
      "جعب بلاستك اسفل هلال داير الباب الخلفي رف فور 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186503,
    "name": "فلتر شوتة لاند 08 - 11 1GR برادو 03 - 09 FJ",
    "category": "",
    "brand": "Denso",
    "price": 8000.0,
    "slug": "فلتر-شوتة-لاند-08--11-1gr-برادو-03--09-fj",
    "search_terms": [
      "فلتر شوتة لاند 08 - 11 1GR برادو 03 - 09 FJ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 186565,
    "name": "5W30 SN TY زيت محرك تويوتا بلاستك E 1LTx24",
    "category": "",
    "brand": "Toyota",
    "price": 8000.0,
    "slug": "5w30-sn-ty-زيت-محرك-تويوتا-بلاستك-e-1ltx24",
    "search_terms": [
      "5W30 SN TY زيت محرك تويوتا بلاستك E 1LTx24",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 186593,
    "name": "20W50 SN زيت محرك ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 7000.0,
    "slug": "20w50-sn-زيت-محرك-ايسن-1ltx12",
    "search_terms": [
      "20W50 SN زيت محرك ايسن 1LTx12",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 186624,
    "name": "مصدة هوائية صفاحية راديتر رف فور 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 13000.0,
    "slug": "مصدة-هوائية-صفاحية-راديتر-رف-فور-19--ايسر",
    "search_terms": [
      "مصدة هوائية صفاحية راديتر رف فور 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186644,
    "name": "فلتر شوتة افلون 13 - هايلندر 15 - سينا 12 - 20 - جيب شيروكي 10 - دورنكو 11- ",
    "category": "",
    "brand": "Denso",
    "price": 11000.0,
    "slug": "فلتر-شوتة-افلون-13--هايلندر-15--سينا-12--20--جيب-شيروكي-10--دورنكو-11",
    "search_terms": [
      "فلتر شوتة افلون 13 - هايلندر 15 - سينا 12 - 20 - جيب شيروكي 10 - دورنكو 11- ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 186655,
    "name": "مصدة هوائية صفاحية راديتر رف فور 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 13000.0,
    "slug": "مصدة-هوائية-صفاحية-راديتر-رف-فور-19--ايمن",
    "search_terms": [
      "مصدة هوائية صفاحية راديتر رف فور 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186657,
    "name": "شباك دعامية امامية لاند 22 - جانبي مغلق ايسر GXR ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "شباك-دعامية-امامية-لاند-22--جانبي-مغلق-ايسر-gxr",
    "search_terms": [
      "شباك دعامية امامية لاند 22 - جانبي مغلق ايسر GXR ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186658,
    "name": "شباك دعامية امامية لاند 22 - جانبي مغلق ايمن GXR",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 14000.0,
    "slug": "شباك-دعامية-امامية-لاند-22--جانبي-مغلق-ايمن-gxr",
    "search_terms": [
      "شباك دعامية امامية لاند 22 - جانبي مغلق ايمن GXR",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186665,
    "name": "5W40 SN LEX زيت محرك لكزس بلاستك 1LTx24",
    "category": "",
    "brand": "Toyota",
    "price": 7000.0,
    "slug": "5w40-sn-lex-زيت-محرك-لكزس-بلاستك-1ltx24",
    "search_terms": [
      "5W40 SN LEX زيت محرك لكزس بلاستك 1LTx24",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 186666,
    "name": "10W30 SN زيت محرك ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 8000.0,
    "slug": "10w30-sn-زيت-محرك-ايسن-1ltx12",
    "search_terms": [
      "10W30 SN زيت محرك ايسن 1LTx12",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 186673,
    "name": "5W40 SN زيت محرك ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 9000.0,
    "slug": "5w40-sn-زيت-محرك-ايسن-1ltx12",
    "search_terms": [
      "5W40 SN زيت محرك ايسن 1LTx12",
      "",
      "AISIN-LUB",
      ""
    ]
  },
  {
    "id": 186695,
    "name": "EGR Valve Cleaner 400ML - منظف منظمة كونترول هواء (اي جي ار EGR) 400 مل",
    "category": "",
    "brand": "ERRECOM",
    "price": 14000.0,
    "slug": "egr-valve-cleaner-400ml--منظف-منظمة-كونترول-هواء-(اي-جي-ار-egr)-400-مل",
    "search_terms": [
      "EGR Valve Cleaner 400ML - منظف منظمة كونترول هواء (اي جي ار EGR) 400 مل",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 186696,
    "name": "بلك SPARK PLUG IXUH22I ",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "بلك-spark-plug-ixuh22i",
    "search_terms": [
      "بلك SPARK PLUG IXUH22I ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 186709,
    "name": "15W40 Ci4 زيت كاز ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 9000.0,
    "slug": "15w40-ci4-زيت-كاز-ايسن-1ltx12",
    "search_terms": [
      "15W40 Ci4 زيت كاز ايسن 1LTx12",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 186718,
    "name": "كفر فتحية ليد بروجكتر كورلا 23 SE - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 13000.0,
    "slug": "كفر-فتحية-ليد-بروجكتر-كورلا-23-se--ايسر",
    "search_terms": [
      "كفر فتحية ليد بروجكتر كورلا 23 SE - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186719,
    "name": "كفر فتحية ليد بروجكتر كورلا 23 SE - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 13000.0,
    "slug": "كفر-فتحية-ليد-بروجكتر-كورلا-23-se--ايمن",
    "search_terms": [
      "كفر فتحية ليد بروجكتر كورلا 23 SE - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186753,
    "name": "سي اويل اكسل 1 لتر 90-80W ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 10000.0,
    "slug": "سي-اويل-اكسل-1-لتر-90-80w",
    "search_terms": [
      "سي اويل اكسل 1 لتر 90-80W ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 186957,
    "name": "نيكل حاجب دعامية امامية كامري 21 - XLE LE امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 13000.0,
    "slug": "نيكل-حاجب-دعامية-امامية-كامري-21--xle-le-امريكي-ايسر",
    "search_terms": [
      "نيكل حاجب دعامية امامية كامري 21 - XLE LE امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186958,
    "name": "نيكل حاجب دعامية امامية كامري 21 - XLE LE امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 13000.0,
    "slug": "نيكل-حاجب-دعامية-امامية-كامري-21--xle-le-امريكي-ايمن",
    "search_terms": [
      "نيكل حاجب دعامية امامية كامري 21 - XLE LE امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 186965,
    "name": "0W20 SN زيت محرك ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 9000.0,
    "slug": "0w20-sn-زيت-محرك-ايسن-1ltx12",
    "search_terms": [
      "0W20 SN زيت محرك ايسن 1LTx12",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 186989,
    "name": "+5W20 SN synTECH زيت محرك ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 9000.0,
    "slug": "+5w20-sn-syntech-زيت-محرك-ايسن-1ltx12",
    "search_terms": [
      "+5W20 SN synTECH زيت محرك ايسن 1LTx12",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 186999,
    "name": "فلتر شوتة بيكب ريفو فورجنر 16 - بانزين و كاز 6-4سلندر",
    "category": "",
    "brand": "Denso",
    "price": 10000.0,
    "slug": "فلتر-شوتة-بيكب-ريفو-فورجنر-16--بانزين-و-كاز-6-4سلندر",
    "search_terms": [
      "فلتر شوتة بيكب ريفو فورجنر 16 - بانزين و كاز 6-4سلندر",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187081,
    "name": "فلتر شوتة برادو 10 - 18 6 سلندر - FJ - فورنر ولكزس برادو ",
    "category": "",
    "brand": "Denso",
    "price": 13000.0,
    "slug": "فلتر-شوتة-برادو-10--18-6-سلندر--fj--فورنر-ولكزس-برادو",
    "search_terms": [
      "فلتر شوتة برادو 10 - 18 6 سلندر - FJ - فورنر ولكزس برادو ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187131,
    "name": "فلتر شوتة لاند 01 - 07 2UZ برادو 01 - 06 2TR",
    "category": "",
    "brand": "Denso",
    "price": 11000.0,
    "slug": "فلتر-شوتة-لاند-01--07-2uz-برادو-01--06-2tr",
    "search_terms": [
      "فلتر شوتة لاند 01 - 07 2UZ برادو 01 - 06 2TR",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187197,
    "name": "0W16 SP زيت محرك ايسن 1LTx12",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 10000.0,
    "slug": "0w16-sp-زيت-محرك-ايسن-1ltx12",
    "search_terms": [
      "0W16 SP زيت محرك ايسن 1LTx12",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 187209,
    "name": "بلك 2TR ليزري OES TO 90919-01266 SK20HRA11 IRIDIUM PLUG SK20HR-A11",
    "category": "",
    "brand": "Denso",
    "price": 11000.0,
    "slug": "بلك-2tr-ليزري-oes-to-90919-01266-sk20hra11-iridium-plug-sk20hr-a11",
    "search_terms": [
      "بلك 2TR ليزري OES TO 90919-01266 SK20HRA11 IRIDIUM PLUG SK20HR-A11",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187223,
    "name": "بروجكتر استقبال تحت الابواب الامامية لاند 22 - علامة GR",
    "category": "",
    "brand": "DAISEN",
    "price": 17000.0,
    "slug": "بروجكتر-استقبال-تحت-الابواب-الامامية-لاند-22--علامة-gr",
    "search_terms": [
      "بروجكتر استقبال تحت الابواب الامامية لاند 22 - علامة GR",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 187224,
    "name": "بروجكتر استقبال تحت الابواب الامامية لاند بشعار تويوتا احمر و سلفر ",
    "category": "",
    "brand": "DAISEN",
    "price": 17000.0,
    "slug": "بروجكتر-استقبال-تحت-الابواب-الامامية-لاند-بشعار-تويوتا-احمر-و-سلفر",
    "search_terms": [
      "بروجكتر استقبال تحت الابواب الامامية لاند بشعار تويوتا احمر و سلفر ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 187258,
    "name": "فلتر دهن لاند كوستر عكرب 1HZكاز ",
    "category": "",
    "brand": "Denso",
    "price": 11000.0,
    "slug": "فلتر-دهن-لاند-كوستر-عكرب-1hzكاز",
    "search_terms": [
      "فلتر دهن لاند كوستر عكرب 1HZكاز ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187270,
    "name": "شباك دعامية امامية برادو 14 - 17 ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 18000.0,
    "slug": "شباك-دعامية-امامية-برادو-14--17",
    "search_terms": [
      "شباك دعامية امامية برادو 14 - 17 ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187275,
    "name": "تريشة زاوية دعامية امامية هايلندر 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 23000.0,
    "slug": "تريشة-زاوية-دعامية-امامية-هايلندر-22--ايسر",
    "search_terms": [
      "تريشة زاوية دعامية امامية هايلندر 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187300,
    "name": "علامة twin turbo تون توربو باب بدي لاند 22 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 21000.0,
    "slug": "علامة-twin-turbo-تون-توربو-باب-بدي-لاند-22",
    "search_terms": [
      "علامة twin turbo تون توربو باب بدي لاند 22 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 187304,
    "name": "نيكل حاجب دعامية امامية لاند 12 -",
    "category": "",
    "brand": "DAISEN",
    "price": 14000.0,
    "slug": "نيكل-حاجب-دعامية-امامية-لاند-12",
    "search_terms": [
      "نيكل حاجب دعامية امامية لاند 12 -",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 187316,
    "name": "تريشة زاوية دعامية امامية هايلندر 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 23000.0,
    "slug": "تريشة-زاوية-دعامية-امامية-هايلندر-22--ايمن",
    "search_terms": [
      "تريشة زاوية دعامية امامية هايلندر 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187382,
    "name": "فلتر شوتة لاند لكزس 8سلندر عام لاند 12 - 21 1GR",
    "category": "",
    "brand": "Denso",
    "price": 21000.0,
    "slug": "فلتر-شوتة-لاند-لكزس-8سلندر-عام-لاند-12--21-1gr",
    "search_terms": [
      "فلتر شوتة لاند لكزس 8سلندر عام لاند 12 - 21 1GR",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187528,
    "name": "شباك فيكو 12 - 15 نيكل بالكامل",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-فيكو-12--15-نيكل-بالكامل",
    "search_terms": [
      "شباك فيكو 12 - 15 نيكل بالكامل",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187677,
    "name": "هلال داير جاملغ امامي كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "هلال-داير-جاملغ-امامي-كورلا-كروس-22--ايسر",
    "search_terms": [
      "هلال داير جاملغ امامي كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187678,
    "name": "هلال داير جاملغ امامي كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "هلال-داير-جاملغ-امامي-كورلا-كروس-22--ايمن",
    "search_terms": [
      "هلال داير جاملغ امامي كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187692,
    "name": "بخاخ تبريد امامي ريفو فورجنر 16 - كامري 18 - كورلا 20- VALVE EXPANSION HILUX FORTUNER ",
    "category": "",
    "brand": "Denso",
    "price": 17000.0,
    "slug": "بخاخ-تبريد-امامي-ريفو-فورجنر-16--كامري-18--كورلا-20-valve-expansion-hilux-fortuner",
    "search_terms": [
      "بخاخ تبريد امامي ريفو فورجنر 16 - كامري 18 - كورلا 20- VALVE EXPANSION HILUX FORTUNER ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 187718,
    "name": "نيكل حاجب لايت لاند 12 - 15 ",
    "category": "",
    "brand": "DAISEN",
    "price": 14000.0,
    "slug": "نيكل-حاجب-لايت-لاند-12--15",
    "search_terms": [
      "نيكل حاجب لايت لاند 12 - 15 ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 187746,
    "name": "قاعدة شباك كورلا 20 - امريكي SE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "قاعدة-شباك-كورلا-20--امريكي-se",
    "search_terms": [
      "قاعدة شباك كورلا 20 - امريكي SE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187811,
    "name": "كفر بروجكتر هلال دعامية امامية هايلندر 22 -XSE اسفل اللايت لون اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بروجكتر-هلال-دعامية-امامية-هايلندر-22-xse-اسفل-اللايت-لون-اسود-ايسر",
    "search_terms": [
      "كفر بروجكتر هلال دعامية امامية هايلندر 22 -XSE اسفل اللايت لون اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187812,
    "name": "كفر بروجكتر هلال دعامية امامية هايلندر 22 -XSE اسفل اللايت لون اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بروجكتر-هلال-دعامية-امامية-هايلندر-22-xse-اسفل-اللايت-لون-اسود-ايمن",
    "search_terms": [
      "كفر بروجكتر هلال دعامية امامية هايلندر 22 -XSE اسفل اللايت لون اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 187873,
    "name": "IRIDIUM PLUG OES SK20R11 90919-01210  Spanner: 16 بلك كامري 09 - 2AZ - لاند 08 2UZ",
    "category": "",
    "brand": "Denso",
    "price": 13000.0,
    "slug": "iridium-plug-oes-sk20r11-90919-01210-spanner-16-بلك-كامري-09--2az--لاند-08-2uz",
    "search_terms": [
      "IRIDIUM PLUG OES SK20R11 90919-01210  Spanner: 16 بلك كامري 09 - 2AZ - لاند 08 2UZ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188041,
    "name": "تريشة باب جانبية امامية رف فور 20 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 20000.0,
    "slug": "تريشة-باب-جانبية-امامية-رف-فور-20--ايسر",
    "search_terms": [
      "تريشة باب جانبية امامية رف فور 20 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188042,
    "name": "تريشة باب جانبية امامية رف فور 20 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 20000.0,
    "slug": "تريشة-باب-جانبية-امامية-رف-فور-20--ايمن",
    "search_terms": [
      "تريشة باب جانبية امامية رف فور 20 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188043,
    "name": "تريشة باب جانبية خلفية رف فور 20 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 20000.0,
    "slug": "تريشة-باب-جانبية-خلفية-رف-فور-20--ايسر",
    "search_terms": [
      "تريشة باب جانبية خلفية رف فور 20 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188065,
    "name": "قاعدة شباك رئيسي كورلا 20- LE / كورلا ليفان 23- وارد صين ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "قاعدة-شباك-رئيسي-كورلا-20-le-كورلا-ليفان-23-وارد-صين",
    "search_terms": [
      "قاعدة شباك رئيسي كورلا 20- LE / كورلا ليفان 23- وارد صين ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188117,
    "name": "تريشة باب جانبية خلفية رف فور 20 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 20000.0,
    "slug": "تريشة-باب-جانبية-خلفية-رف-فور-20--ايمن",
    "search_terms": [
      "تريشة باب جانبية خلفية رف فور 20 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188148,
    "name": " Engi-Clean 400ML - منظف عام لاجزاء المحرك (كارب كلينر) 400 مل",
    "category": "",
    "brand": "ERRECOM",
    "price": 13000.0,
    "slug": "engi-clean-400ml--منظف-عام-لاجزاء-المحرك-(كارب-كلينر)-400-مل",
    "search_terms": [
      " Engi-Clean 400ML - منظف عام لاجزاء المحرك (كارب كلينر) 400 مل",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 188260,
    "name": "بلك افلون 2GR IRIDIUM PLUG FK20HR11 OES TO 90919-01247 Phased out ",
    "category": "",
    "brand": "Denso",
    "price": 12000.0,
    "slug": "بلك-افلون-2gr-iridium-plug-fk20hr11-oes-to-90919-01247-phased-out",
    "search_terms": [
      "بلك افلون 2GR IRIDIUM PLUG FK20HR11 OES TO 90919-01247 Phased out ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188341,
    "name": "IRIDIUM PLUG SC20HR11 بلك كورلا امريكي 2ZR OES 90919-01253",
    "category": "",
    "brand": "Denso",
    "price": 11000.0,
    "slug": "iridium-plug-sc20hr11-بلك-كورلا-امريكي-2zr-oes-90919-01253",
    "search_terms": [
      "IRIDIUM PLUG SC20HR11 بلك كورلا امريكي 2ZR OES 90919-01253",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188397,
    "name": "تريشة اسفل الدعامية الامامية كورلا كروس 22- ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "تريشة-اسفل-الدعامية-الامامية-كورلا-كروس-22",
    "search_terms": [
      "تريشة اسفل الدعامية الامامية كورلا كروس 22- ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188443,
    "name": "كفر دعامية خلفية كورلا 20 - امريكي SE  صغير",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 18000.0,
    "slug": "كفر-دعامية-خلفية-كورلا-20--امريكي-se-صغير",
    "search_terms": [
      "كفر دعامية خلفية كورلا 20 - امريكي SE  صغير",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188492,
    "name": "كفر محرك بلاستك كامري 18 - اسفل الدعامية امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-محرك-بلاستك-كامري-18--اسفل-الدعامية-امريكي",
    "search_terms": [
      "كفر محرك بلاستك كامري 18 - اسفل الدعامية امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188501,
    "name": "تريشة اسفل الدعامية الامامية هايلندر 22-",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "تريشة-اسفل-الدعامية-الامامية-هايلندر-22",
    "search_terms": [
      "تريشة اسفل الدعامية الامامية هايلندر 22-",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188504,
    "name": "هلال داير باب خلفي رف فور 23 - ادفنجر ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "هلال-داير-باب-خلفي-رف-فور-23--ادفنجر-ايسر",
    "search_terms": [
      "هلال داير باب خلفي رف فور 23 - ادفنجر ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188505,
    "name": "هلال داير باب خلفي رف فور 23 - ادفنجر ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "هلال-داير-باب-خلفي-رف-فور-23--ادفنجر-ايمن",
    "search_terms": [
      "هلال داير باب خلفي رف فور 23 - ادفنجر ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188533,
    "name": " Total Care 100ML - Mint CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل نعناع",
    "category": "",
    "brand": "ERRECOM",
    "price": 28000.0,
    "slug": "total-care-100ml--mint-ctn-12-kit-كت-عناية-و-منظف-و-معطر-قنوات-التبريد-و-الفريز-100-مل-نعناع",
    "search_terms": [
      " Total Care 100ML - Mint CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل نعناع",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 188548,
    "name": "بخاخ تبريد كوول كيير  نيسان اكستريل قشقاي سني جوك EXPANSION VALVE MIRCA CG ",
    "category": "",
    "brand": "Denso",
    "price": 21000.0,
    "slug": "بخاخ-تبريد-كوول-كيير-نيسان-اكستريل-قشقاي-سني-جوك-expansion-valve-mirca-cg",
    "search_terms": [
      "بخاخ تبريد كوول كيير  نيسان اكستريل قشقاي سني جوك EXPANSION VALVE MIRCA CG ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188550,
    "name": "كفر بدنة كامري 18 - اعلى  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "كفر-بدنة-كامري-18--اعلى",
    "search_terms": [
      "كفر بدنة كامري 18 - اعلى  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188562,
    "name": "زيت فلاش تنظيف محرك تويوتا 400ml",
    "category": "",
    "brand": "Toyota",
    "price": 17000.0,
    "slug": "زيت-فلاش-تنظيف-محرك-تويوتا-400ml",
    "search_terms": [
      "زيت فلاش تنظيف محرك تويوتا 400ml",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 188580,
    "name": "زاوية لحية امامية هايلندر 22 - رصاصي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "زاوية-لحية-امامية-هايلندر-22--رصاصي-ايسر",
    "search_terms": [
      "زاوية لحية امامية هايلندر 22 - رصاصي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188581,
    "name": "زاوية لحية امامية هايلندر 22 - رصاصي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "زاوية-لحية-امامية-هايلندر-22--رصاصي-ايمن",
    "search_terms": [
      "زاوية لحية امامية هايلندر 22 - رصاصي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188670,
    "name": "بخاخ تبريد هايس 13 - 18 خليجي EXPANSION VALVE HAICE 13 -18 ",
    "category": "",
    "brand": "Denso",
    "price": 17000.0,
    "slug": "بخاخ-تبريد-هايس-13--18-خليجي-expansion-valve-haice-13-18",
    "search_terms": [
      "بخاخ تبريد هايس 13 - 18 خليجي EXPANSION VALVE HAICE 13 -18 ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188675,
    "name": "بخاخ تبريد كورلا 01 - 06 كامري 01 - 07",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "بخاخ-تبريد-كورلا-01--06-كامري-01--07",
    "search_terms": [
      "بخاخ تبريد كورلا 01 - 06 كامري 01 - 07",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188718,
    "name": "كفر بلاستك اعلى الدعامية الامامية كامري 21 - LE امريكي  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بلاستك-اعلى-الدعامية-الامامية-كامري-21--le-امريكي",
    "search_terms": [
      "كفر بلاستك اعلى الدعامية الامامية كامري 21 - LE امريكي  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188778,
    "name": "تريشة بلاستك باب خلفي كورلا كروس 22 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "تريشة-بلاستك-باب-خلفي-كورلا-كروس-22-ايسر",
    "search_terms": [
      "تريشة بلاستك باب خلفي كورلا كروس 22 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188779,
    "name": "تريشة بلاستك باب خلفي كورلا كروس 22 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "تريشة-بلاستك-باب-خلفي-كورلا-كروس-22-ايمن",
    "search_terms": [
      "تريشة بلاستك باب خلفي كورلا كروس 22 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188829,
    "name": "بخاخ تبريد برادو 10 - 22 عام ",
    "category": "",
    "brand": "Denso",
    "price": 25000.0,
    "slug": "بخاخ-تبريد-برادو-10--22-عام",
    "search_terms": [
      "بخاخ تبريد برادو 10 - 22 عام ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 188939,
    "name": "كفر تريشة قمارة برادو 10 - 17 اسود SET 4 PCS",
    "category": "",
    "brand": "DAISEN",
    "price": 28000.0,
    "slug": "كفر-تريشة-قمارة-برادو-10--17-اسود-set-4-pcs",
    "search_terms": [
      "كفر تريشة قمارة برادو 10 - 17 اسود SET 4 PCS",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 188941,
    "name": "ماء راديتر احمر ايسن 20% 4LTx6",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 18000.0,
    "slug": "ماء-راديتر-احمر-ايسن-20-4ltx6",
    "search_terms": [
      "ماء راديتر احمر ايسن 20% 4LTx6",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 188945,
    "name": "بطانة جاملغ امامي هايلندر 21 - مخمل ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "بطانة-جاملغ-امامي-هايلندر-21--مخمل-ايسر",
    "search_terms": [
      "بطانة جاملغ امامي هايلندر 21 - مخمل ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188946,
    "name": "بطانة جاملغ امامي هايلندر 21 - مخمل ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "بطانة-جاملغ-امامي-هايلندر-21--مخمل-ايمن",
    "search_terms": [
      "بطانة جاملغ امامي هايلندر 21 - مخمل ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188959,
    "name": "كفر بلاستك داير باب خلفي رف فور 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بلاستك-داير-باب-خلفي-رف-فور-19--ايسر",
    "search_terms": [
      "كفر بلاستك داير باب خلفي رف فور 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188960,
    "name": "كفر بلاستك داير باب خلفي رف فور 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بلاستك-داير-باب-خلفي-رف-فور-19--ايمن",
    "search_terms": [
      "كفر بلاستك داير باب خلفي رف فور 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188961,
    "name": "كفر بلاستيك داير جاملغ خلفي رف فور 19 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بلاستيك-داير-جاملغ-خلفي-رف-فور-19--ايسر",
    "search_terms": [
      "كفر بلاستيك داير جاملغ خلفي رف فور 19 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188962,
    "name": "كفر بلاستيك داير جاملغ خلفي رف فور 19 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "كفر-بلاستيك-داير-جاملغ-خلفي-رف-فور-19--ايمن",
    "search_terms": [
      "كفر بلاستيك داير جاملغ خلفي رف فور 19 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188965,
    "name": "قاعدة شباك افلون 19 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "قاعدة-شباك-افلون-19",
    "search_terms": [
      "قاعدة شباك افلون 19 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188980,
    "name": "بك لايت بيكب فيكو 12 - 15 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "بك-لايت-بيكب-فيكو-12--15-ايسر",
    "search_terms": [
      "بك لايت بيكب فيكو 12 - 15 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 188981,
    "name": "بك لايت بيكب فيكو 12 - 15 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "بك-لايت-بيكب-فيكو-12--15-ايمن",
    "search_terms": [
      "بك لايت بيكب فيكو 12 - 15 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189014,
    "name": "ماء راديتر اخضر ايسن 20% 4LTx6",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 16000.0,
    "slug": "ماء-راديتر-اخضر-ايسن-20-4ltx6",
    "search_terms": [
      "ماء راديتر اخضر ايسن 20% 4LTx6",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 189134,
    "name": "درع تحت دعامية امامي رف فور 19 - 21",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "درع-تحت-دعامية-امامي-رف-فور-19--21",
    "search_terms": [
      "درع تحت دعامية امامي رف فور 19 - 21",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189145,
    "name": "Spanner size: 14: EC22HPR-D7 OES TO 90919-01295بلك لاند لكزس 22 - توربو V35",
    "category": "",
    "brand": "Denso",
    "price": 13000.0,
    "slug": "spanner-size-14-ec22hpr-d7-oes-to-90919-01295بلك-لاند-لكزس-22--توربو-v35",
    "search_terms": [
      "Spanner size: 14: EC22HPR-D7 OES TO 90919-01295بلك لاند لكزس 22 - توربو V35",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 189179,
    "name": "قاعدة شباك هايلندر 22- ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "قاعدة-شباك-هايلندر-22",
    "search_terms": [
      "قاعدة شباك هايلندر 22- ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189285,
    "name": "شباك دعامية امامية رف فور 19 - اسفل",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "شباك-دعامية-امامية-رف-فور-19--اسفل",
    "search_terms": [
      "شباك دعامية امامية رف فور 19 - اسفل",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189312,
    "name": "نيكل اشارة مراة لاند 22 - كروم ",
    "category": "",
    "brand": "DAISEN",
    "price": 21000.0,
    "slug": "نيكل-اشارة-مراة-لاند-22--كروم",
    "search_terms": [
      "نيكل اشارة مراة لاند 22 - كروم ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 189348,
    "name": "كفر بدنة افلون 19- اسفل الدعامية الامامية  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كفر-بدنة-افلون-19-اسفل-الدعامية-الامامية",
    "search_terms": [
      "كفر بدنة افلون 19- اسفل الدعامية الامامية  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189353,
    "name": "تريشة باب بدي رف فور 19 - اسفل ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "تريشة-باب-بدي-رف-فور-19--اسفل",
    "search_terms": [
      "تريشة باب بدي رف فور 19 - اسفل ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189614,
    "name": "ماطور بوابة تبريد فان لكزس عام لاند عام ",
    "category": "",
    "brand": "Denso",
    "price": 56000.0,
    "slug": "ماطور-بوابة-تبريد-فان-لكزس-عام-لاند-عام",
    "search_terms": [
      "ماطور بوابة تبريد فان لكزس عام لاند عام ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 189658,
    "name": "كفر بدنة افلون 19- اعلى ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كفر-بدنة-افلون-19-اعلى",
    "search_terms": [
      "كفر بدنة افلون 19- اعلى ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189718,
    "name": "كفر بدنة كامري 18 - اسفل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "كفر-بدنة-كامري-18--اسفل",
    "search_terms": [
      "كفر بدنة كامري 18 - اسفل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189720,
    "name": "هلال داير باب خلفي هايلندر 21-24 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "هلال-داير-باب-خلفي-هايلندر-21-24-ايمن",
    "search_terms": [
      "هلال داير باب خلفي هايلندر 21-24 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189721,
    "name": "هلال داير باب خلفي هايلندر 21 -24 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "هلال-داير-باب-خلفي-هايلندر-21-24-ايسر",
    "search_terms": [
      "هلال داير باب خلفي هايلندر 21 -24 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189722,
    "name": "هلال داير جاملغ امامي رف فور 20 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "هلال-داير-جاملغ-امامي-رف-فور-20--ايسر",
    "search_terms": [
      "هلال داير جاملغ امامي رف فور 20 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189723,
    "name": "هلال داير جاملغ امامي رف فور 20 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "هلال-داير-جاملغ-امامي-رف-فور-20--ايمن",
    "search_terms": [
      "هلال داير جاملغ امامي رف فور 20 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189726,
    "name": "هلال داير جاملغ خلفي هايلندر 21-24 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "هلال-داير-جاملغ-خلفي-هايلندر-21-24-ايمن",
    "search_terms": [
      "هلال داير جاملغ خلفي هايلندر 21-24 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189727,
    "name": "هلال داير جاملغ خلفي هايلندر 21 -24 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "هلال-داير-جاملغ-خلفي-هايلندر-21-24-ايسر",
    "search_terms": [
      "هلال داير جاملغ خلفي هايلندر 21 -24 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189789,
    "name": "مثلث كرن دعامية خلفية رف فور 19- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "مثلث-كرن-دعامية-خلفية-رف-فور-19-ايسر",
    "search_terms": [
      "مثلث كرن دعامية خلفية رف فور 19- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189790,
    "name": "مثلث كرن دعامية خلفية رف فور 19- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 25000.0,
    "slug": "مثلث-كرن-دعامية-خلفية-رف-فور-19-ايمن",
    "search_terms": [
      "مثلث كرن دعامية خلفية رف فور 19- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 189860,
    "name": "كفر اعلى البدنة رف فور 19-  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "كفر-اعلى-البدنة-رف-فور-19",
    "search_terms": [
      "كفر اعلى البدنة رف فور 19-  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190152,
    "name": "كفر تريشة قمارة لاند 08 - 21 رصاصي SET 4 PCS ",
    "category": "",
    "brand": "DAISEN",
    "price": 28000.0,
    "slug": "كفر-تريشة-قمارة-لاند-08--21-رصاصي-set-4-pcs",
    "search_terms": [
      "كفر تريشة قمارة لاند 08 - 21 رصاصي SET 4 PCS ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 190183,
    "name": "بلك كورلا 2ZR خليجي امريكي عام كورلا 19 - خليجي SC16HR11 ",
    "category": "",
    "brand": "Toyota",
    "price": 17000.0,
    "slug": "بلك-كورلا-2zr-خليجي-امريكي-عام-كورلا-19--خليجي-sc16hr11",
    "search_terms": [
      "بلك كورلا 2ZR خليجي امريكي عام كورلا 19 - خليجي SC16HR11 ",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 190271,
    "name": "مروحة لاند 98 - 07 1FZ",
    "category": "",
    "brand": "AISIN",
    "price": 35000.0,
    "slug": "مروحة-لاند-98--07-1fz",
    "search_terms": [
      "مروحة لاند 98 - 07 1FZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 190281,
    "name": "بك صندوق كامري 07 - 09 خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "بك-صندوق-كامري-07--09-خليجي-ايسر",
    "search_terms": [
      "بك صندوق كامري 07 - 09 خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190282,
    "name": "بك صندوق كامري 07 - 09 خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 21000.0,
    "slug": "بك-صندوق-كامري-07--09-خليجي-ايمن",
    "search_terms": [
      "بك صندوق كامري 07 - 09 خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190284,
    "name": "بك لايت بيكب ريفو 16 - ايسر  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 27000.0,
    "slug": "بك-لايت-بيكب-ريفو-16--ايسر",
    "search_terms": [
      "بك لايت بيكب ريفو 16 - ايسر  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190285,
    "name": "بك لايت بيكب ريفو 16 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 27000.0,
    "slug": "بك-لايت-بيكب-ريفو-16--ايمن",
    "search_terms": [
      "بك لايت بيكب ريفو 16 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190354,
    "name": "كفر دعامية امامية هايلندر 22 - اعلى ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "كفر-دعامية-امامية-هايلندر-22--اعلى",
    "search_terms": [
      "كفر دعامية امامية هايلندر 22 - اعلى ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190446,
    "name": "بك صندوق هايلندر 21 - امريكي ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 56000.0,
    "slug": "بك-صندوق-هايلندر-21--امريكي-ايمن",
    "search_terms": [
      "بك صندوق هايلندر 21 - امريكي ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190725,
    "name": "شباك دعامية امامية كورلا 20 - خليجي بدون حساس",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "شباك-دعامية-امامية-كورلا-20--خليجي-بدون-حساس",
    "search_terms": [
      "شباك دعامية امامية كورلا 20 - خليجي بدون حساس",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190757,
    "name": "ماء راديتر ازرق ايسن 50% 4LTx6",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 21000.0,
    "slug": "ماء-راديتر-ازرق-ايسن-50-4ltx6",
    "search_terms": [
      "ماء راديتر ازرق ايسن 50% 4LTx6",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 190781,
    "name": "كفر اعلى بدنة هايلندر 21-24",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "كفر-اعلى-بدنة-هايلندر-21-24",
    "search_terms": [
      "كفر اعلى بدنة هايلندر 21-24",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190853,
    "name": "كرن زاوية دعامية خلفية كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كرن-زاوية-دعامية-خلفية-كورلا-كروس-22--ايسر",
    "search_terms": [
      "كرن زاوية دعامية خلفية كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190854,
    "name": "كرن زاوية دعامية خلفية كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كرن-زاوية-دعامية-خلفية-كورلا-كروس-22--ايمن",
    "search_terms": [
      "كرن زاوية دعامية خلفية كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 190879,
    "name": "IRIDIUM PLUG  FK20HBR8 Spanner 16 OES TO 90919-01263\t- بلك 2GR افلون 19 -",
    "category": "",
    "brand": "Denso",
    "price": 22000.0,
    "slug": "iridium-plug-fk20hbr8-spanner-16-oes-to-90919-01263--بلك-2gr-افلون-19",
    "search_terms": [
      "IRIDIUM PLUG  FK20HBR8 Spanner 16 OES TO 90919-01263\t- بلك 2GR افلون 19 -",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 191010,
    "name": "زيت محرك  HDC 50 Veedol CF- 3x5Lt",
    "category": "",
    "brand": "Veedol",
    "price": 23000.0,
    "slug": "زيت-محرك-hdc-50-veedol-cf-3x5lt",
    "search_terms": [
      "زيت محرك  HDC 50 Veedol CF- 3x5Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 191043,
    "name": "زيت محرك 20W50 SL Veedol Elite 3 x 5Lt",
    "category": "",
    "brand": "Veedol",
    "price": 26000.0,
    "slug": "زيت-محرك-20w50-sl-veedol-elite-3-x-5lt",
    "search_terms": [
      "زيت محرك 20W50 SL Veedol Elite 3 x 5Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 191122,
    "name": "20W50 SN TY زيت محرك تويوتا اسود بلاستك 4LTx6",
    "category": "",
    "brand": "Toyota",
    "price": 25000.0,
    "slug": "20w50-sn-ty-زيت-محرك-تويوتا-اسود-بلاستك-4ltx6",
    "search_terms": [
      "20W50 SN TY زيت محرك تويوتا اسود بلاستك 4LTx6",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 191144,
    "name": "لحية خلفية كامري 18 -  XLE امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "لحية-خلفية-كامري-18--xle-امريكي",
    "search_terms": [
      "لحية خلفية كامري 18 -  XLE امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191218,
    "name": "كرن زاوية دعامية امامية كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كرن-زاوية-دعامية-امامية-كورلا-كروس-22--ايسر",
    "search_terms": [
      "كرن زاوية دعامية امامية كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191219,
    "name": "كرن زاوية دعامية امامية كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كرن-زاوية-دعامية-امامية-كورلا-كروس-22--ايمن",
    "search_terms": [
      "كرن زاوية دعامية امامية كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191221,
    "name": "هلال داير جاملغ امامي هايلندر 21-24  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "هلال-داير-جاملغ-امامي-هايلندر-21-24-ايمن",
    "search_terms": [
      "هلال داير جاملغ امامي هايلندر 21-24  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191222,
    "name": "هلال داير جاملغ امامي هايلندر 21 -24 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "هلال-داير-جاملغ-امامي-هايلندر-21-24-ايسر",
    "search_terms": [
      "هلال داير جاملغ امامي هايلندر 21 -24 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191259,
    "name": "واقية طين خلفي لاند 12 - 15 ام لحية لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 28000.0,
    "slug": "واقية-طين-خلفي-لاند-12--15-ام-لحية-لون-لولوي",
    "search_terms": [
      "واقية طين خلفي لاند 12 - 15 ام لحية لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 191272,
    "name": "تريشة باب جانبية خلفية هايلندر 21 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "تريشة-باب-جانبية-خلفية-هايلندر-21--ايسر",
    "search_terms": [
      "تريشة باب جانبية خلفية هايلندر 21 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191282,
    "name": "زيت محرك 10W30 SL Veedol Elite 3 x 5Lt",
    "category": "",
    "brand": "Veedol",
    "price": 27000.0,
    "slug": "زيت-محرك-10w30-sl-veedol-elite-3-x-5lt",
    "search_terms": [
      "زيت محرك 10W30 SL Veedol Elite 3 x 5Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 191294,
    "name": "زيت محرك 15W40 Veedol Max Pro Ci-4 3x5Lt ",
    "category": "",
    "brand": "Veedol",
    "price": 28000.0,
    "slug": "زيت-محرك-15w40-veedol-max-pro-ci-4-3x5lt",
    "search_terms": [
      "زيت محرك 15W40 Veedol Max Pro Ci-4 3x5Lt ",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 191318,
    "name": "تريشة باب جانبية امامية هايلندر 21 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "تريشة-باب-جانبية-امامية-هايلندر-21--ايسر",
    "search_terms": [
      "تريشة باب جانبية امامية هايلندر 21 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191342,
    "name": "زيت محرك 10W40 SL Veedol Elite 3 x 5Lt",
    "category": "",
    "brand": "Veedol",
    "price": 27000.0,
    "slug": "زيت-محرك-10w40-sl-veedol-elite-3-x-5lt",
    "search_terms": [
      "زيت محرك 10W40 SL Veedol Elite 3 x 5Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 191397,
    "name": "10W40 SN UltraSynTech زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 30000.0,
    "slug": "10w40-sn-ultrasyntech-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "10W40 SN UltraSynTech زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 191448,
    "name": "تريشة باب جانبية امامية هايلندر 21 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "تريشة-باب-جانبية-امامية-هايلندر-21--ايمن",
    "search_terms": [
      "تريشة باب جانبية امامية هايلندر 21 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191558,
    "name": "20W50 SN زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 28000.0,
    "slug": "20w50-sn-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "20W50 SN زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 191563,
    "name": "تريشة باب جانبية خلفية هايلندر 21 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "تريشة-باب-جانبية-خلفية-هايلندر-21--ايمن",
    "search_terms": [
      "تريشة باب جانبية خلفية هايلندر 21 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191570,
    "name": "بخاخ تبريد خلفي لاند 01 - 07 برادو فورجنر 05 - 09 كهربائي ",
    "category": "",
    "brand": "Denso",
    "price": 25000.0,
    "slug": "بخاخ-تبريد-خلفي-لاند-01--07-برادو-فورجنر-05--09-كهربائي",
    "search_terms": [
      "بخاخ تبريد خلفي لاند 01 - 07 برادو فورجنر 05 - 09 كهربائي ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 191588,
    "name": "هلال داير باب خلفي كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "هلال-داير-باب-خلفي-كورلا-كروس-22--ايمن",
    "search_terms": [
      "هلال داير باب خلفي كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191620,
    "name": "عنبار ويل خلفي هايس 05- 13- ايمن ايسر",
    "category": "",
    "brand": "ADVICS",
    "price": 24000.0,
    "slug": "عنبار-ويل-خلفي-هايس-05-13-ايمن-ايسر",
    "search_terms": [
      "عنبار ويل خلفي هايس 05- 13- ايمن ايسر",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 191635,
    "name": "كفر تريشة قمارة لكزس 08 - 21 LX570 رصاصي SET 4 PCS ",
    "category": "",
    "brand": "DAISEN",
    "price": 35000.0,
    "slug": "كفر-تريشة-قمارة-لكزس-08--21-lx570-رصاصي-set-4-pcs",
    "search_terms": [
      "كفر تريشة قمارة لكزس 08 - 21 LX570 رصاصي SET 4 PCS ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 191639,
    "name": "هلال داير باب خلفي كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "هلال-داير-باب-خلفي-كورلا-كروس-22--ايسر",
    "search_terms": [
      "هلال داير باب خلفي كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191708,
    "name": "مروحة لاند  برادو  اف جي فورجنر  1GR عام - -16361-31060 هايس 20- 7GRF",
    "category": "",
    "brand": "AISIN",
    "price": 39000.0,
    "slug": "مروحة-لاند-برادو-اف-جي-فورجنر-1gr-عام--16361-31060-هايس-20-7grf",
    "search_terms": [
      "مروحة لاند  برادو  اف جي فورجنر  1GR عام - -16361-31060 هايس 20- 7GRF",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 191713,
    "name": "5W30 SN زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 36000.0,
    "slug": "5w30-sn-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "5W30 SN زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 191716,
    "name": " كويل مجول كورلا يارس فيوس 1NZ 2NZ",
    "category": "",
    "brand": "Denso",
    "price": 28000.0,
    "slug": "كويل-مجول-كورلا-يارس-فيوس-1nz-2nz",
    "search_terms": [
      " كويل مجول كورلا يارس فيوس 1NZ 2NZ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 191756,
    "name": "واقية طين امامية + خلفية برادو 14 - 18 - اسود اساس 4 قطعة ",
    "category": "",
    "brand": "DAISEN",
    "price": 42000.0,
    "slug": "واقية-طين-امامية-+-خلفية-برادو-14--18--اسود-اساس-4-قطعة",
    "search_terms": [
      "واقية طين امامية + خلفية برادو 14 - 18 - اسود اساس 4 قطعة ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 191839,
    "name": "بك زاوية كامري 07 - 09 خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "بك-زاوية-كامري-07--09-خليجي-ايسر",
    "search_terms": [
      "بك زاوية كامري 07 - 09 خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191840,
    "name": "بك زاوية كامري 07 - 09 خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "بك-زاوية-كامري-07--09-خليجي-ايمن",
    "search_terms": [
      "بك زاوية كامري 07 - 09 خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191841,
    "name": "لحية دعامية امامية هايلندر 21 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "لحية-دعامية-امامية-هايلندر-21",
    "search_terms": [
      "لحية دعامية امامية هايلندر 21 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191863,
    "name": "15W40 Ci4 زيت كاز ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 32000.0,
    "slug": "15w40-ci4-زيت-كاز-ايسن-4ltx4",
    "search_terms": [
      "15W40 Ci4 زيت كاز ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 191883,
    "name": "10W30 SN زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 31000.0,
    "slug": "10w30-sn-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "10W30 SN زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 191963,
    "name": "زيت محرك 5W20 Veedol Syntron SN+ -GF-5 3x 5Lt ",
    "category": "",
    "brand": "Veedol",
    "price": 30000.0,
    "slug": "زيت-محرك-5w20-veedol-syntron-sn+-gf-5-3x-5lt",
    "search_terms": [
      "زيت محرك 5W20 Veedol Syntron SN+ -GF-5 3x 5Lt ",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 191985,
    "name": "شباك دعامية امامية الاعلى لاند 22 - GXR VXR",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "شباك-دعامية-امامية-الاعلى-لاند-22--gxr-vxr",
    "search_terms": [
      "شباك دعامية امامية الاعلى لاند 22 - GXR VXR",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191986,
    "name": "هلال داير جاملغ خلفي كورلا كروس 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "هلال-داير-جاملغ-خلفي-كورلا-كروس-22--ايسر",
    "search_terms": [
      "هلال داير جاملغ خلفي كورلا كروس 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 191987,
    "name": "هلال داير جاملغ خلفي كورلا كروس 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "هلال-داير-جاملغ-خلفي-كورلا-كروس-22--ايمن",
    "search_terms": [
      "هلال داير جاملغ خلفي كورلا كروس 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192011,
    "name": "5W40 SN زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 37000.0,
    "slug": "5w40-sn-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "5W40 SN زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 192061,
    "name": "زيت محرك 5W30 Veedol Syntron SN+ -GF-5 3x 5Lt",
    "category": "",
    "brand": "Veedol",
    "price": 29000.0,
    "slug": "زيت-محرك-5w30-veedol-syntron-sn+-gf-5-3x-5lt",
    "search_terms": [
      "زيت محرك 5W30 Veedol Syntron SN+ -GF-5 3x 5Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 192119,
    "name": "+5W20 SN synTECH زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 37000.0,
    "slug": "+5w20-sn-syntech-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "+5W20 SN synTECH زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 192141,
    "name": "لحية خلفية هايلندر 21 - ثانوي اسفل الدعامية  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "لحية-خلفية-هايلندر-21--ثانوي-اسفل-الدعامية",
    "search_terms": [
      "لحية خلفية هايلندر 21 - ثانوي اسفل الدعامية  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192142,
    "name": "لحية دعامية امامية رف فور 19 - وسطية ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "لحية-دعامية-امامية-رف-فور-19--وسطية",
    "search_terms": [
      "لحية دعامية امامية رف فور 19 - وسطية ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192153,
    "name": "0W20 SN زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 37000.0,
    "slug": "0w20-sn-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "0W20 SN زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 192210,
    "name": "كويل مجول 2TR 1GR - لبلك فحمي ",
    "category": "",
    "brand": "Denso",
    "price": 39000.0,
    "slug": "كويل-مجول-2tr-1gr--لبلك-فحمي",
    "search_terms": [
      "كويل مجول 2TR 1GR - لبلك فحمي ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 192219,
    "name": "اويل بم رف كامري 03 - 11 2AZ",
    "category": "",
    "brand": "AISIN",
    "price": 35000.0,
    "slug": "اويل-بم-رف-كامري-03--11-2az",
    "search_terms": [
      "اويل بم رف كامري 03 - 11 2AZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 192239,
    "name": "بروجكتر لاند 98 - 07",
    "category": "",
    "brand": "DLAA",
    "price": 37000.0,
    "slug": "بروجكتر-لاند-98--07",
    "search_terms": [
      "بروجكتر لاند 98 - 07",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 192262,
    "name": " بك صندوق كامري 22 - خليجي عادي دخاني  ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-صندوق-كامري-22--خليجي-عادي-دخاني-ايسر",
    "search_terms": [
      " بك صندوق كامري 22 - خليجي عادي دخاني  ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192263,
    "name": " بك صندوق كامري 22 - خليجي عادي دخاني  ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-صندوق-كامري-22--خليجي-عادي-دخاني-ايمن",
    "search_terms": [
      " بك صندوق كامري 22 - خليجي عادي دخاني  ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192275,
    "name": "كفر بدنة كورلا ليفان هايبرد صيني - 23 ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "كفر-بدنة-كورلا-ليفان-هايبرد-صيني--23",
    "search_terms": [
      "كفر بدنة كورلا ليفان هايبرد صيني - 23 ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192404,
    "name": "شباك رئيسي كامري 18 - 20 امريكي  SE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 39000.0,
    "slug": "شباك-رئيسي-كامري-18--20-امريكي-se",
    "search_terms": [
      "شباك رئيسي كامري 18 - 20 امريكي  SE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192414,
    "name": "نيكل داير شباك دعامية امامية افلون 19 - اسفل",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "نيكل-داير-شباك-دعامية-امامية-افلون-19--اسفل",
    "search_terms": [
      "نيكل داير شباك دعامية امامية افلون 19 - اسفل",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192482,
    "name": "15W40 Ci4 زيت محرك تويوتا كاز 4LTx6",
    "category": "",
    "brand": "Toyota",
    "price": 27000.0,
    "slug": "15w40-ci4-زيت-محرك-تويوتا-كاز-4ltx6",
    "search_terms": [
      "15W40 Ci4 زيت محرك تويوتا كاز 4LTx6",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 192491,
    "name": "بك صندوق لاند 12 - 15 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "بك-صندوق-لاند-12--15-ايسر",
    "search_terms": [
      "بك صندوق لاند 12 - 15 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192494,
    "name": "Coolshot 2PCS x30ML - CTN 30 PAIR - محسن اداء التبريد (كوول شوت) 30 مل - عدد 2",
    "category": "",
    "brand": "ERRECOM",
    "price": 56000.0,
    "slug": "coolshot-2pcs-x30ml--ctn-30-pair--محسن-اداء-التبريد-(كوول-شوت)-30-مل--عدد-2",
    "search_terms": [
      "Coolshot 2PCS x30ML - CTN 30 PAIR - محسن اداء التبريد (كوول شوت) 30 مل - عدد 2",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 192573,
    "name": "لايت برادو 24 - مستطيل بدون عدسات ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 39000.0,
    "slug": "لايت-برادو-24--مستطيل-بدون-عدسات-ايمن",
    "search_terms": [
      "لايت برادو 24 - مستطيل بدون عدسات ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192614,
    "name": "بك صندوق لاند 12 - 15 ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 35000.0,
    "slug": "بك-صندوق-لاند-12--15-ايمن",
    "search_terms": [
      "بك صندوق لاند 12 - 15 ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192645,
    "name": "5W40 SN LEX زيت محرك لكزس بلاستك 4LTx6",
    "category": "",
    "brand": "Toyota",
    "price": 36000.0,
    "slug": "5w40-sn-lex-زيت-محرك-لكزس-بلاستك-4ltx6",
    "search_terms": [
      "5W40 SN LEX زيت محرك لكزس بلاستك 4LTx6",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 192674,
    "name": "لايت برادو 24 - مستطيل بدون عدسات ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "لايت-برادو-24--مستطيل-بدون-عدسات-ايسر",
    "search_terms": [
      "لايت برادو 24 - مستطيل بدون عدسات ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192692,
    "name": "كفر بروجكتر بالحية لمتيد امامي لاند 22 ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "كفر-بروجكتر-بالحية-لمتيد-امامي-لاند-22",
    "search_terms": [
      "كفر بروجكتر بالحية لمتيد امامي لاند 22 ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 192838,
    "name": "دعامية امامية كورلا 20 - خليجي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كورلا-20--خليجي",
    "search_terms": [
      "دعامية امامية كورلا 20 - خليجي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192884,
    "name": "0W16 SP زيت محرك ايسن 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 41000.0,
    "slug": "0w16-sp-زيت-محرك-ايسن-4ltx4",
    "search_terms": [
      "0W16 SP زيت محرك ايسن 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 192922,
    "name": "عنبار ويل خلفي لاند 98 - 07 -47550-60120",
    "category": "",
    "brand": "ADVICS",
    "price": 38000.0,
    "slug": "عنبار-ويل-خلفي-لاند-98--07-47550-60120",
    "search_terms": [
      "عنبار ويل خلفي لاند 98 - 07 -47550-60120",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 192966,
    "name": "بك صندوك كورلا 20 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 32000.0,
    "slug": "بك-صندوك-كورلا-20--امريكي-le-ايسر",
    "search_terms": [
      "بك صندوك كورلا 20 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192967,
    "name": "بك صندوك كورلا 20 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 32000.0,
    "slug": "بك-صندوك-كورلا-20--امريكي-le-ايمن",
    "search_terms": [
      "بك صندوك كورلا 20 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 192998,
    "name": "حافظة متعلقات لاند 16 - 21 بجانب مقعد السائق بيجي ",
    "category": "",
    "brand": "DAISEN",
    "price": 35000.0,
    "slug": "حافظة-متعلقات-لاند-16--21-بجانب-مقعد-السائق-بيجي",
    "search_terms": [
      "حافظة متعلقات لاند 16 - 21 بجانب مقعد السائق بيجي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 193032,
    "name": "شباك  دعامية امامية كورلا 20 - امريكي LE اسود",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-دعامية-امامية-كورلا-20--امريكي-le-اسود",
    "search_terms": [
      "شباك  دعامية امامية كورلا 20 - امريكي LE اسود",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193126,
    "name": "لايت برادو 24 - مستطيل 3 عدسة ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 17000.0,
    "slug": "لايت-برادو-24--مستطيل-3-عدسة-ايسر",
    "search_terms": [
      "لايت برادو 24 - مستطيل 3 عدسة ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193181,
    "name": "كويل مجول 3UR",
    "category": "",
    "brand": "Denso",
    "price": 39000.0,
    "slug": "كويل-مجول-3ur",
    "search_terms": [
      "كويل مجول 3UR",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 193199,
    "name": "شباك دعامية امامية بدون فتحة كامرة كامري 21 خليجي صيني LE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "شباك-دعامية-امامية-بدون-فتحة-كامرة-كامري-21-خليجي-صيني-le",
    "search_terms": [
      "شباك دعامية امامية بدون فتحة كامرة كامري 21 خليجي صيني LE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193205,
    "name": "بدنة او دعامية امامية بلاستك برادو 24 -  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 37000.0,
    "slug": "بدنة-او-دعامية-امامية-بلاستك-برادو-24",
    "search_terms": [
      "بدنة او دعامية امامية بلاستك برادو 24 -  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193210,
    "name": "دعامية امامية كورلا 20  - LE امريكي  / كورلا ليفان 23- وارد صين ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كورلا-20--le-امريكي-كورلا-ليفان-23-وارد-صين",
    "search_terms": [
      "دعامية امامية كورلا 20  - LE امريكي  / كورلا ليفان 23- وارد صين ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193211,
    "name": "دعامية خلفية كورلا 20 - امريكي LE SE - كورلا ليفان 23 - وارد صين",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-خلفية-كورلا-20--امريكي-le-se--كورلا-ليفان-23--وارد-صين",
    "search_terms": [
      "دعامية خلفية كورلا 20 - امريكي LE SE - كورلا ليفان 23 - وارد صين",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193252,
    "name": "عنبار كلج بيكب فيكو 2KD اسفل كاز-31470-0K110",
    "category": "",
    "brand": "AISIN",
    "price": 39000.0,
    "slug": "عنبار-كلج-بيكب-فيكو-2kd-اسفل-كاز-31470-0k110",
    "search_terms": [
      "عنبار كلج بيكب فيكو 2KD اسفل كاز-31470-0K110",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 193284,
    "name": "شباك رئيسي كامري 18 - 20 امريكي  LE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 39000.0,
    "slug": "شباك-رئيسي-كامري-18--20-امريكي-le",
    "search_terms": [
      "شباك رئيسي كامري 18 - 20 امريكي  LE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193290,
    "name": "دعامية امامية كامري 21 - امريكي LE خليجي عام ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كامري-21--امريكي-le-خليجي-عام",
    "search_terms": [
      "دعامية امامية كامري 21 - امريكي LE خليجي عام ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193291,
    "name": "دعامية امامية كامري 21 - امريكي SE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كامري-21--امريكي-se",
    "search_terms": [
      "دعامية امامية كامري 21 - امريكي SE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193292,
    "name": "دعامية امامية كورلا 20  - SE امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كورلا-20--se-امريكي",
    "search_terms": [
      "دعامية امامية كورلا 20  - SE امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193293,
    "name": "دعامية امامية كورلا كروس 22 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كورلا-كروس-22",
    "search_terms": [
      "دعامية امامية كورلا كروس 22 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193294,
    "name": "دعامية خلفية كورلا 20 - خليجي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-خلفية-كورلا-20--خليجي",
    "search_terms": [
      "دعامية خلفية كورلا 20 - خليجي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193371,
    "name": "ماطور مروحة تبريد كامري 12 - 17 2AR  لكزس ES350 07- FAN MOTOR ",
    "category": "",
    "brand": "Denso",
    "price": 42000.0,
    "slug": "ماطور-مروحة-تبريد-كامري-12--17-2ar-لكزس-es350-07-fan-motor",
    "search_terms": [
      "ماطور مروحة تبريد كامري 12 - 17 2AR  لكزس ES350 07- FAN MOTOR ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 193394,
    "name": "PSO عنبار كلج الاسفل داينا 11 - وكوستر 19- N04C",
    "category": "",
    "brand": "AISIN",
    "price": 35000.0,
    "slug": "pso-عنبار-كلج-الاسفل-داينا-11--وكوستر-19-n04c",
    "search_terms": [
      "PSO عنبار كلج الاسفل داينا 11 - وكوستر 19- N04C",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 193399,
    "name": "دعامية امامية وسطية برادو 24 -  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "دعامية-امامية-وسطية-برادو-24",
    "search_terms": [
      "دعامية امامية وسطية برادو 24 -  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193411,
    "name": "شباك دعامية امامية كامري 21 - امريكي SE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-دعامية-امامية-كامري-21--امريكي-se",
    "search_terms": [
      "شباك دعامية امامية كامري 21 - امريكي SE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193412,
    "name": "شباك رئيسي كامري 21 -  خليجي امريكي LE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "شباك-رئيسي-كامري-21--خليجي-امريكي-le",
    "search_terms": [
      "شباك رئيسي كامري 21 -  خليجي امريكي LE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193413,
    "name": "شباك رئيسي كورلا 20- خليجي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-رئيسي-كورلا-20-خليجي",
    "search_terms": [
      "شباك رئيسي كورلا 20- خليجي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193434,
    "name": "EXTEREME SL 2PCSx30ML CTN 30 PAIR - مانع تسريب ( ستوب ليك )  لمنظمومة التبريد 30 مل - عدد 2 ",
    "category": "",
    "brand": "ERRECOM",
    "price": 56000.0,
    "slug": "extereme-sl-2pcsx30ml-ctn-30-pair--مانع-تسريب-(-ستوب-ليك-)-لمنظمومة-التبريد-30-مل--عدد-2",
    "search_terms": [
      "EXTEREME SL 2PCSx30ML CTN 30 PAIR - مانع تسريب ( ستوب ليك )  لمنظمومة التبريد 30 مل - عدد 2 ",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 193444,
    "name": "شباك دعامية امامية كامري 21- امريكي بدون فتحة حساس و نيكل اسفل الشباك XSE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "شباك-دعامية-امامية-كامري-21-امريكي-بدون-فتحة-حساس-و-نيكل-اسفل-الشباك-xse",
    "search_terms": [
      "شباك دعامية امامية كامري 21- امريكي بدون فتحة حساس و نيكل اسفل الشباك XSE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193478,
    "name": "دسك خلفي لاند 98 - 07  - يابان JP 04466-60030",
    "category": "",
    "brand": "ADVICS",
    "price": 35000.0,
    "slug": "دسك-خلفي-لاند-98--07--يابان-jp-04466-60030",
    "search_terms": [
      "دسك خلفي لاند 98 - 07  - يابان JP 04466-60030",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 193489,
    "name": "كرن زاوية دعامية امامية برادو 24 - اسفل بروجكتر ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "كرن-زاوية-دعامية-امامية-برادو-24--اسفل-بروجكتر-ايسر",
    "search_terms": [
      "كرن زاوية دعامية امامية برادو 24 - اسفل بروجكتر ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193519,
    "name": "كفر بلاستك باب بدي رف فور 19 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "كفر-بلاستك-باب-بدي-رف-فور-19",
    "search_terms": [
      "كفر بلاستك باب بدي رف فور 19 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193554,
    "name": "بك زاوية لاند 12 - 15 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-زاوية-لاند-12--15-ايسر",
    "search_terms": [
      "بك زاوية لاند 12 - 15 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193555,
    "name": "بك زاوية لاند 12 - 15 ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-زاوية-لاند-12--15-ايمن",
    "search_terms": [
      "بك زاوية لاند 12 - 15 ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193556,
    "name": "كرن زاوية دعامية امامية برادو 24 - اسفل بروجكتر ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "كرن-زاوية-دعامية-امامية-برادو-24--اسفل-بروجكتر-ايمن",
    "search_terms": [
      "كرن زاوية دعامية امامية برادو 24 - اسفل بروجكتر ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193562,
    "name": "شباك دعامية امامية كورلا 20 - امريكي LE رصاصي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-دعامية-امامية-كورلا-20--امريكي-le-رصاصي",
    "search_terms": [
      "شباك دعامية امامية كورلا 20 - امريكي LE رصاصي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193563,
    "name": "شباك دعامية امامية كورلا 20 - امريكي LE نيكل",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-دعامية-امامية-كورلا-20--امريكي-le-نيكل",
    "search_terms": [
      "شباك دعامية امامية كورلا 20 - امريكي LE نيكل",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193582,
    "name": "هلال جاملغ امامي برادو 24 - ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "هلال-جاملغ-امامي-برادو-24--ايسر",
    "search_terms": [
      "هلال جاملغ امامي برادو 24 - ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193597,
    "name": "هايدروليك كير ايسن ATF MULTI PULS AISIN  4L x 4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 42000.0,
    "slug": "هايدروليك-كير-ايسن-atf-multi-puls-aisin-4l-x-4",
    "search_terms": [
      "هايدروليك كير ايسن ATF MULTI PULS AISIN  4L x 4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 193610,
    "name": "بك صندوق لاند 08 - 11 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 37000.0,
    "slug": "بك-صندوق-لاند-08--11-ايسر",
    "search_terms": [
      "بك صندوق لاند 08 - 11 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193611,
    "name": "بك صندوق لاند 08 - 11 ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 37000.0,
    "slug": "بك-صندوق-لاند-08--11-ايمن",
    "search_terms": [
      "بك صندوق لاند 08 - 11 ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193612,
    "name": "بك صندوق لاند 16 - 21 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "بك-صندوق-لاند-16--21-ايسر",
    "search_terms": [
      "بك صندوق لاند 16 - 21 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193613,
    "name": "بك صندوق لاند 16 - 21 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "بك-صندوق-لاند-16--21-ايمن",
    "search_terms": [
      "بك صندوق لاند 16 - 21 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193615,
    "name": "5W30 SN NS زيت محرك نيسان ياباني 4LTx6",
    "category": "",
    "brand": "Nissan ",
    "price": 41000.0,
    "slug": "5w30-sn-ns-زيت-محرك-نيسان-ياباني-4ltx6",
    "search_terms": [
      "5W30 SN NS زيت محرك نيسان ياباني 4LTx6",
      "",
      "Nissan ",
      "False"
    ]
  },
  {
    "id": 193618,
    "name": "دعامية امامية كامري 18 - 20 بدون فتحة كامرة امريكي XSE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "دعامية-امامية-كامري-18--20-بدون-فتحة-كامرة-امريكي-xse",
    "search_terms": [
      "دعامية امامية كامري 18 - 20 بدون فتحة كامرة امريكي XSE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193623,
    "name": "بك زاوية كورلا 20 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 37000.0,
    "slug": "بك-زاوية-كورلا-20--امريكي-le-ايسر",
    "search_terms": [
      "بك زاوية كورلا 20 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193626,
    "name": "بك زاوية كورلا 20 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 37000.0,
    "slug": "بك-زاوية-كورلا-20--امريكي-le-ايمن",
    "search_terms": [
      "بك زاوية كورلا 20 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193629,
    "name": "لايت بيكب فيكو 09 - 11 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-بيكب-فيكو-09--11-ايسر",
    "search_terms": [
      "لايت بيكب فيكو 09 - 11 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193630,
    "name": "لايت بيكب فيكو 09 - 11 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-بيكب-فيكو-09--11-ايمن",
    "search_terms": [
      "لايت بيكب فيكو 09 - 11 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193686,
    "name": "شباك دعامية امامية كامري 18 - 21 XLE بدون فتحة امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "شباك-دعامية-امامية-كامري-18--21-xle-بدون-فتحة-امريكي",
    "search_terms": [
      "شباك دعامية امامية كامري 18 - 21 XLE بدون فتحة امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193692,
    "name": "ماطور مروحة تبريد كورلا 08 - 19 - 2ZR FAN MOTOR COROLLA 08-19",
    "category": "",
    "brand": "Denso",
    "price": 41000.0,
    "slug": "ماطور-مروحة-تبريد-كورلا-08--19--2zr-fan-motor-corolla-08-19",
    "search_terms": [
      "ماطور مروحة تبريد كورلا 08 - 19 - 2ZR FAN MOTOR COROLLA 08-19",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 193736,
    "name": "لايت بيكب فيكو 05 - 07 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-بيكب-فيكو-05--07-ايسر",
    "search_terms": [
      "لايت بيكب فيكو 05 - 07 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193737,
    "name": "لايت بيكب فيكو 05 - 07 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-بيكب-فيكو-05--07-ايمن",
    "search_terms": [
      "لايت بيكب فيكو 05 - 07 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193744,
    "name": "هلال جاملغ امامي برادو 24 - ايمن  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "هلال-جاملغ-امامي-برادو-24--ايمن",
    "search_terms": [
      "هلال جاملغ امامي برادو 24 - ايمن  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193778,
    "name": "شباك دعامية امامية كامري 21- امريكي بفتحة حساس و نيكل اسفل الشباك XSE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-دعامية-امامية-كامري-21-امريكي-بفتحة-حساس-و-نيكل-اسفل-الشباك-xse",
    "search_terms": [
      "شباك دعامية امامية كامري 21- امريكي بفتحة حساس و نيكل اسفل الشباك XSE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193794,
    "name": "تريشة باب جانبية برادو 24 - اسود اساس ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "تريشة-باب-جانبية-برادو-24--اسود-اساس-ايسر",
    "search_terms": [
      "تريشة باب جانبية برادو 24 - اسود اساس ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193851,
    "name": "بروجكتر باترول سفاري 05 - 09",
    "category": "",
    "brand": "DLAA",
    "price": 54000.0,
    "slug": "بروجكتر-باترول-سفاري-05--09",
    "search_terms": [
      "بروجكتر باترول سفاري 05 - 09",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 193852,
    "name": "شباك دعامية امامية كورلا ليفان 23 - وارد صين ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "شباك-دعامية-امامية-كورلا-ليفان-23--وارد-صين",
    "search_terms": [
      "شباك دعامية امامية كورلا ليفان 23 - وارد صين ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193854,
    "name": "بك صندوق كورلا كروس 20 - وارد صين مواصفات عالية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 39000.0,
    "slug": "بك-صندوق-كورلا-كروس-20--وارد-صين-مواصفات-عالية-ايسر",
    "search_terms": [
      "بك صندوق كورلا كروس 20 - وارد صين مواصفات عالية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193855,
    "name": "بك صندوق كورلا كروس 20 - وارد صين مواصفات عالية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 39000.0,
    "slug": "بك-صندوق-كورلا-كروس-20--وارد-صين-مواصفات-عالية-ايمن",
    "search_terms": [
      "بك صندوق كورلا كروس 20 - وارد صين مواصفات عالية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193858,
    "name": "دعامية امامية كامري 18 - 20 SE امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كامري-18--20-se-امريكي",
    "search_terms": [
      "دعامية امامية كامري 18 - 20 SE امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193859,
    "name": "دعامية خلفية كامري 18 - امريكي LE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "دعامية-خلفية-كامري-18--امريكي-le",
    "search_terms": [
      "دعامية خلفية كامري 18 - امريكي LE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193892,
    "name": "بروجكتر بيكب فيكو 12-13 ",
    "category": "",
    "brand": "DLAA",
    "price": 39000.0,
    "slug": "بروجكتر-بيكب-فيكو-12-13",
    "search_terms": [
      "بروجكتر بيكب فيكو 12-13 ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 193895,
    "name": "شباك بيكب فيكو 12 - 15 رصاصي + نيكل ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-بيكب-فيكو-12--15-رصاصي-+-نيكل",
    "search_terms": [
      "شباك بيكب فيكو 12 - 15 رصاصي + نيكل ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193946,
    "name": "بك صندوق كامري امريكي XLE ليد 21- ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-صندوق-كامري-امريكي-xle-ليد-21-ايسر",
    "search_terms": [
      "بك صندوق كامري امريكي XLE ليد 21- ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193947,
    "name": "بك صندوق كامري امريكي XLE ليد 21- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-صندوق-كامري-امريكي-xle-ليد-21-ايمن",
    "search_terms": [
      "بك صندوق كامري امريكي XLE ليد 21- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193948,
    "name": "بك زاوية كورلا كروس 22 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 44000.0,
    "slug": "بك-زاوية-كورلا-كروس-22--امريكي-le-ايسر",
    "search_terms": [
      "بك زاوية كورلا كروس 22 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193949,
    "name": "بك زاوية كورلا كروس 22 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 44000.0,
    "slug": "بك-زاوية-كورلا-كروس-22--امريكي-le-ايمن",
    "search_terms": [
      "بك زاوية كورلا كروس 22 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193959,
    "name": "دعامية خلفية كامري 18 - امريكي SE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "دعامية-خلفية-كامري-18--امريكي-se",
    "search_terms": [
      "دعامية خلفية كامري 18 - امريكي SE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 193961,
    "name": "15W40 Ci4 زيت كاز ايسن 6 لتر  6LTx3\t",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 48000.0,
    "slug": "15w40-ci4-زيت-كاز-ايسن-6-لتر-6ltx3",
    "search_terms": [
      "15W40 Ci4 زيت كاز ايسن 6 لتر  6LTx3\t",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 193998,
    "name": "5W30 SN TY زيت ياباني اسود 4LTx6",
    "category": "",
    "brand": "Toyota",
    "price": 39000.0,
    "slug": "5w30-sn-ty-زيت-ياباني-اسود-4ltx6",
    "search_terms": [
      "5W30 SN TY زيت ياباني اسود 4LTx6",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 194024,
    "name": "لايت بيكب فيكو 12 - 15 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-بيكب-فيكو-12--15-ايسر",
    "search_terms": [
      "لايت بيكب فيكو 12 - 15 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194025,
    "name": "لايت بيكب فيكو 12 - 15 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-بيكب-فيكو-12--15-ايمن",
    "search_terms": [
      "لايت بيكب فيكو 12 - 15 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194044,
    "name": "دعامية امامية كامري 18 - 20  فتحة كامرة امريكي XSE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-كامري-18--20-فتحة-كامرة-امريكي-xse",
    "search_terms": [
      "دعامية امامية كامري 18 - 20  فتحة كامرة امريكي XSE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194056,
    "name": "عنبار كلج هايس 05-19 اعلى كاز بانزين ",
    "category": "",
    "brand": "AISIN",
    "price": 39000.0,
    "slug": "عنبار-كلج-هايس-05-19-اعلى-كاز-بانزين",
    "search_terms": [
      "عنبار كلج هايس 05-19 اعلى كاز بانزين ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 194057,
    "name": "دعامية خلفية كورلا كروس 22 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 54000.0,
    "slug": "دعامية-خلفية-كورلا-كروس-22",
    "search_terms": [
      "دعامية خلفية كورلا كروس 22 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194065,
    "name": "بروجكتر برادو 05 - 09",
    "category": "",
    "brand": "DLAA",
    "price": 49000.0,
    "slug": "بروجكتر-برادو-05--09",
    "search_terms": [
      "بروجكتر برادو 05 - 09",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 194153,
    "name": "بروجكتر سيكويا 07 - 12",
    "category": "",
    "brand": "DLAA",
    "price": 49000.0,
    "slug": "بروجكتر-سيكويا-07--12",
    "search_terms": [
      "بروجكتر سيكويا 07 - 12",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 194154,
    "name": "عنبار كلج كوستر كاز بانزين اسفل  -31470-36291",
    "category": "",
    "brand": "AISIN",
    "price": 37000.0,
    "slug": "عنبار-كلج-كوستر-كاز-بانزين-اسفل-31470-36291",
    "search_terms": [
      "عنبار كلج كوستر كاز بانزين اسفل  -31470-36291",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 194155,
    "name": "دعامية امامية كامري 18 - 20 LE امريكي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "دعامية-امامية-كامري-18--20-le-امريكي",
    "search_terms": [
      "دعامية امامية كامري 18 - 20 LE امريكي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194163,
    "name": "بروجكتر سني سنترا 04 - 08 داير نيكل",
    "category": "",
    "brand": "DLAA",
    "price": 49000.0,
    "slug": "بروجكتر-سني-سنترا-04--08-داير-نيكل",
    "search_terms": [
      "بروجكتر سني سنترا 04 - 08 داير نيكل",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 194176,
    "name": "بك زاوية لاند 16 - 21 ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "بك-زاوية-لاند-16--21-ايمن",
    "search_terms": [
      "بك زاوية لاند 16 - 21 ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194177,
    "name": "بك زاوية لاند 16 -21 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "بك-زاوية-لاند-16-21-ايسر",
    "search_terms": [
      "بك زاوية لاند 16 -21 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194199,
    "name": "نيكل سيف تريشة باب بدي لاند 22 - 24 -",
    "category": "",
    "brand": "DAISEN",
    "price": 42000.0,
    "slug": "نيكل-سيف-تريشة-باب-بدي-لاند-22--24",
    "search_terms": [
      "نيكل سيف تريشة باب بدي لاند 22 - 24 -",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 194201,
    "name": "بروجكتر تاكوما 16 -",
    "category": "",
    "brand": "DLAA",
    "price": 49000.0,
    "slug": "بروجكتر-تاكوما-16",
    "search_terms": [
      "بروجكتر تاكوما 16 -",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 194243,
    "name": "دعامية امامية هايلندر 21  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-هايلندر-21",
    "search_terms": [
      "دعامية امامية هايلندر 21  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194244,
    "name": "دعامية خلفية هايلندر 21  LE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-خلفية-هايلندر-21-le",
    "search_terms": [
      "دعامية خلفية هايلندر 21  LE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194246,
    "name": "شباك دعامية امامية كورلا 23 - امريكي LE كورلا ليفان صيني 23 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 47000.0,
    "slug": "شباك-دعامية-امامية-كورلا-23--امريكي-le-كورلا-ليفان-صيني-23",
    "search_terms": [
      "شباك دعامية امامية كورلا 23 - امريكي LE كورلا ليفان صيني 23 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194247,
    "name": "دعامية امامية رف فور 19 - رئيسية ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-امامية-رف-فور-19--رئيسية",
    "search_terms": [
      "دعامية امامية رف فور 19 - رئيسية ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194354,
    "name": "دعامية خلفية رف فور 19 - وارد صيني فرقة سكن دعامية ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "دعامية-خلفية-رف-فور-19--وارد-صيني-فرقة-سكن-دعامية",
    "search_terms": [
      "دعامية خلفية رف فور 19 - وارد صيني فرقة سكن دعامية ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194357,
    "name": "عنبار كلج برادو 05 - 17 اسفل 2TR",
    "category": "",
    "brand": "AISIN",
    "price": 42000.0,
    "slug": "عنبار-كلج-برادو-05--17-اسفل-2tr",
    "search_terms": [
      "عنبار كلج برادو 05 - 17 اسفل 2TR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 194373,
    "name": " بك صندوق كامري 22 - خليجي ليد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-صندوق-كامري-22--خليجي-ليد-ايسر",
    "search_terms": [
      " بك صندوق كامري 22 - خليجي ليد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194374,
    "name": " بك صندوق كامري 22 - خليجي ليد ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "بك-صندوق-كامري-22--خليجي-ليد-ايمن",
    "search_terms": [
      " بك صندوق كامري 22 - خليجي ليد ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194376,
    "name": "بروجكتر مورانو 15 - 18",
    "category": "",
    "brand": "DLAA",
    "price": 35000.0,
    "slug": "بروجكتر-مورانو-15--18",
    "search_terms": [
      "بروجكتر مورانو 15 - 18",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 194387,
    "name": "هايدروليك كير ايسن دكسرون 6 - ATF DEXRON VI AISIN - 4L x 4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 48000.0,
    "slug": "هايدروليك-كير-ايسن-دكسرون-6--atf-dexron-vi-aisin--4l-x-4",
    "search_terms": [
      "هايدروليك كير ايسن دكسرون 6 - ATF DEXRON VI AISIN - 4L x 4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 194399,
    "name": "فلنجة دسك امامية بيكب فيكو 09 - 15 2W 43512-0K120",
    "category": "",
    "brand": "ADVICS",
    "price": 49000.0,
    "slug": "فلنجة-دسك-امامية-بيكب-فيكو-09--15-2w-43512-0k120",
    "search_terms": [
      "فلنجة دسك امامية بيكب فيكو 09 - 15 2W 43512-0K120",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 194611,
    "name": "واقية طين خلفية هايلندر 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "واقية-طين-خلفية-هايلندر-22--ايسر",
    "search_terms": [
      "واقية طين خلفية هايلندر 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194623,
    "name": "شباك بيكب ريفو 16- 21 ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "شباك-بيكب-ريفو-16-21",
    "search_terms": [
      "شباك بيكب ريفو 16- 21 ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194644,
    "name": "لايت كورلا 11- 13 خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-كورلا-11-13-خليجي-ايسر",
    "search_terms": [
      "لايت كورلا 11- 13 خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194645,
    "name": "لايت كورلا 11- 13 خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "لايت-كورلا-11-13-خليجي-ايمن",
    "search_terms": [
      "لايت كورلا 11- 13 خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194827,
    "name": "فيت بم لبة طويلة لاند 08 - 15 1GR فيشة خشنة",
    "category": "",
    "brand": "Denso",
    "price": 96000.0,
    "slug": "فيت-بم-لبة-طويلة-لاند-08--15-1gr-فيشة-خشنة",
    "search_terms": [
      "فيت بم لبة طويلة لاند 08 - 15 1GR فيشة خشنة",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 194831,
    "name": " بك زاوية كامري 22 - خليجي عادي دخاني  ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "بك-زاوية-كامري-22--خليجي-عادي-دخاني-ايمن",
    "search_terms": [
      " بك زاوية كامري 22 - خليجي عادي دخاني  ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194832,
    "name": "بك زاوية كامري 22 - خليجي عادي دخاني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 45000.0,
    "slug": "بك-زاوية-كامري-22--خليجي-عادي-دخاني-ايسر",
    "search_terms": [
      "بك زاوية كامري 22 - خليجي عادي دخاني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194856,
    "name": "قاعدة رقم خلفي لاند لمتيد 22- لولوي مع نيكلة باب بدي ",
    "category": "",
    "brand": "DAISEN",
    "price": 63000.0,
    "slug": "قاعدة-رقم-خلفي-لاند-لمتيد-22-لولوي-مع-نيكلة-باب-بدي",
    "search_terms": [
      "قاعدة رقم خلفي لاند لمتيد 22- لولوي مع نيكلة باب بدي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 194883,
    "name": "عنبار كلج رئيسي اعلى فيكو 05 - 14 2TR",
    "category": "",
    "brand": "AISIN",
    "price": 47000.0,
    "slug": "عنبار-كلج-رئيسي-اعلى-فيكو-05--14-2tr",
    "search_terms": [
      "عنبار كلج رئيسي اعلى فيكو 05 - 14 2TR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 194887,
    "name": "200609-201206 عنبار كلج اعلى رئيسي كوستر 2TR-1HZ عام 93 - 17",
    "category": "",
    "brand": "AISIN",
    "price": 52000.0,
    "slug": "200609-201206-عنبار-كلج-اعلى-رئيسي-كوستر-2tr-1hz-عام-93--17",
    "search_terms": [
      "200609-201206 عنبار كلج اعلى رئيسي كوستر 2TR-1HZ عام 93 - 17",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 194895,
    "name": "بك زاوية لاند 08 - 11 ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "بك-زاوية-لاند-08--11-ايمن",
    "search_terms": [
      "بك زاوية لاند 08 - 11 ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194896,
    "name": "بك زاوية لاند 08 -11 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 42000.0,
    "slug": "بك-زاوية-لاند-08-11-ايسر",
    "search_terms": [
      "بك زاوية لاند 08 -11 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 194965,
    "name": "هايدروليك كير CVT ايسن ATF CVT AISIN 4LTx4",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 53000.0,
    "slug": "هايدروليك-كير-cvt-ايسن-atf-cvt-aisin-4ltx4",
    "search_terms": [
      "هايدروليك كير CVT ايسن ATF CVT AISIN 4LTx4",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 195060,
    "name": "بروجكتر كورلا كروس خليجي وصيني20 - LED",
    "category": "",
    "brand": "DLAA",
    "price": 49000.0,
    "slug": "بروجكتر-كورلا-كروس-خليجي-وصيني20--led",
    "search_terms": [
      "بروجكتر كورلا كروس خليجي وصيني20 - LED",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195062,
    "name": "بروجكتر باترول 14-16",
    "category": "",
    "brand": "DLAA",
    "price": 45000.0,
    "slug": "بروجكتر-باترول-14-16",
    "search_terms": [
      "بروجكتر باترول 14-16",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195064,
    "name": "فيت بم لبة لاند لكزس 08 - 21 8 سلندر  1UR 3UR ",
    "category": "",
    "brand": "Denso",
    "price": 96000.0,
    "slug": "فيت-بم-لبة-لاند-لكزس-08--21-8-سلندر-1ur-3ur",
    "search_terms": [
      "فيت بم لبة لاند لكزس 08 - 21 8 سلندر  1UR 3UR ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 195072,
    "name": "دعامية امامية افلون 19 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "دعامية-امامية-افلون-19",
    "search_terms": [
      "دعامية امامية افلون 19 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195073,
    "name": "دعامية خلفية افلون 19 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "دعامية-خلفية-افلون-19",
    "search_terms": [
      "دعامية خلفية افلون 19 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195132,
    "name": "فلنجة دسك امامية كامري 18 - رف فور 19 - امريكي خليجي - 43512-33150 ",
    "category": "",
    "brand": "ADVICS",
    "price": 49000.0,
    "slug": "فلنجة-دسك-امامية-كامري-18--رف-فور-19--امريكي-خليجي--43512-33150",
    "search_terms": [
      "فلنجة دسك امامية كامري 18 - رف فور 19 - امريكي خليجي - 43512-33150 ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 195171,
    "name": "لايت بيكب ريفو 16 -20 نيكل ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "لايت-بيكب-ريفو-16-20-نيكل-ايمن",
    "search_terms": [
      "لايت بيكب ريفو 16 -20 نيكل ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195198,
    "name": "تريشة باب جانبية برادو 24 - اسود اساس ايمن  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 31000.0,
    "slug": "تريشة-باب-جانبية-برادو-24--اسود-اساس-ايمن",
    "search_terms": [
      "تريشة باب جانبية برادو 24 - اسود اساس ايمن  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195239,
    "name": "لايت بيكب ريفو 16 -20 نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "لايت-بيكب-ريفو-16-20-نيكل-ايسر",
    "search_terms": [
      "لايت بيكب ريفو 16 -20 نيكل ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195252,
    "name": "هايدروليك كير تويوتا ATF-T-IV اسود 4 لتر",
    "category": "",
    "brand": "Toyota",
    "price": 45000.0,
    "slug": "هايدروليك-كير-تويوتا-atf-t-iv-اسود-4-لتر",
    "search_terms": [
      "هايدروليك كير تويوتا ATF-T-IV اسود 4 لتر",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 195272,
    "name": "ليد لحية امامية لكزس 10 - 11 لولوي",
    "category": "",
    "brand": "DLAA",
    "price": 56000.0,
    "slug": "ليد-لحية-امامية-لكزس-10--11-لولوي",
    "search_terms": [
      "ليد لحية امامية لكزس 10 - 11 لولوي",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195326,
    "name": "5W30 SN GF5 TY زيت محرك تويوتا ياباني 4LTx6",
    "category": "",
    "brand": "Toyota",
    "price": 47000.0,
    "slug": "5w30-sn-gf5-ty-زيت-محرك-تويوتا-ياباني-4ltx6",
    "search_terms": [
      "5W30 SN GF5 TY زيت محرك تويوتا ياباني 4LTx6",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 195386,
    "name": "نيكل لحية خلفية لاند 16",
    "category": "",
    "brand": "Uncle",
    "price": 35000.0,
    "slug": "نيكل-لحية-خلفية-لاند-16",
    "search_terms": [
      "نيكل لحية خلفية لاند 16",
      "",
      "Uncle",
      "False"
    ]
  },
  {
    "id": 195390,
    "name": "فيت بم بيكب ريفو كورلا 15 - كامري 16 -",
    "category": "",
    "brand": "Denso",
    "price": 96000.0,
    "slug": "فيت-بم-بيكب-ريفو-كورلا-15--كامري-16",
    "search_terms": [
      "فيت بم بيكب ريفو كورلا 15 - كامري 16 -",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 195402,
    "name": "ليد دعامية امامية لاند 12 لولوي جهتين عدل زاوية",
    "category": "",
    "brand": "DLAA",
    "price": 56000.0,
    "slug": "ليد-دعامية-امامية-لاند-12-لولوي-جهتين-عدل-زاوية",
    "search_terms": [
      "ليد دعامية امامية لاند 12 لولوي جهتين عدل زاوية",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195403,
    "name": "واتر بم كورلا 1ZZ خليجي -29415-16100",
    "category": "",
    "brand": "AISIN",
    "price": 49000.0,
    "slug": "واتر-بم-كورلا-1zz-خليجي-29415-16100",
    "search_terms": [
      "واتر بم كورلا 1ZZ خليجي -29415-16100",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 195413,
    "name": "ليد دعامية امامية باترول 11 لولوي",
    "category": "",
    "brand": "DLAA",
    "price": 44000.0,
    "slug": "ليد-دعامية-امامية-باترول-11-لولوي",
    "search_terms": [
      "ليد دعامية امامية باترول 11 لولوي",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195414,
    "name": "ليد لحية امامية لكزس 10 - 11 اسود",
    "category": "",
    "brand": "DLAA",
    "price": 56000.0,
    "slug": "ليد-لحية-امامية-لكزس-10--11-اسود",
    "search_terms": [
      "ليد لحية امامية لكزس 10 - 11 اسود",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195454,
    "name": "لايت كامري 07 - 09 خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "لايت-كامري-07--09-خليجي-ايسر",
    "search_terms": [
      "لايت كامري 07 - 09 خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195455,
    "name": "لايت كامري 07 - 09 خليجي ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 49000.0,
    "slug": "لايت-كامري-07--09-خليجي-ايمن",
    "search_terms": [
      "لايت كامري 07 - 09 خليجي ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195533,
    "name": "بك صندوق كورلا 20 - هايبرد LED خليجي صين ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 56000.0,
    "slug": "بك-صندوق-كورلا-20--هايبرد-led-خليجي-صين-ايمن",
    "search_terms": [
      "بك صندوق كورلا 20 - هايبرد LED خليجي صين ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195537,
    "name": "لايت لاند 05 -07 بدون زنون - ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 51000.0,
    "slug": "لايت-لاند-05-07-بدون-زنون--ايسر",
    "search_terms": [
      "لايت لاند 05 -07 بدون زنون - ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195538,
    "name": "لايت لاند 05 -07 بدون زنون - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 51000.0,
    "slug": "لايت-لاند-05-07-بدون-زنون--ايمن",
    "search_terms": [
      "لايت لاند 05 -07 بدون زنون - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195539,
    "name": "فلنجة دسك امامية بيكب ريفو 16 - 4W فورجنر -",
    "category": "",
    "brand": "ADVICS",
    "price": 78000.0,
    "slug": "فلنجة-دسك-امامية-بيكب-ريفو-16--4w-فورجنر",
    "search_terms": [
      "فلنجة دسك امامية بيكب ريفو 16 - 4W فورجنر -",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 195562,
    "name": "0W20 SN NS زيت محرك نيسان ياباني 4LTx6",
    "category": "",
    "brand": "Nissan ",
    "price": 47000.0,
    "slug": "0w20-sn-ns-زيت-محرك-نيسان-ياباني-4ltx6",
    "search_terms": [
      "0W20 SN NS زيت محرك نيسان ياباني 4LTx6",
      "",
      "Nissan ",
      "False"
    ]
  },
  {
    "id": 195623,
    "name": "دسك امامي لاند لكزس 08 - 21 -04465-60280 يابان",
    "category": "",
    "brand": "ADVICS",
    "price": 56000.0,
    "slug": "دسك-امامي-لاند-لكزس-08--21-04465-60280-يابان",
    "search_terms": [
      "دسك امامي لاند لكزس 08 - 21 -04465-60280 يابان",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 195634,
    "name": "لايت لاند 05 -07 زنون - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 54000.0,
    "slug": "لايت-لاند-05-07-زنون--ايسر",
    "search_terms": [
      "لايت لاند 05 -07 زنون - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195635,
    "name": "لايت لاند 05 -07 زنون - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 54000.0,
    "slug": "لايت-لاند-05-07-زنون--ايمن",
    "search_terms": [
      "لايت لاند 05 -07 زنون - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195644,
    "name": "بروجكتر بيكب نافارا 16 - 18 داير نيكل",
    "category": "",
    "brand": "DLAA",
    "price": 70000.0,
    "slug": "بروجكتر-بيكب-نافارا-16--18-داير-نيكل",
    "search_terms": [
      "بروجكتر بيكب نافارا 16 - 18 داير نيكل",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195654,
    "name": "بك صندوق كورلا 20 - هايبرد LED خليجي صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 56000.0,
    "slug": "بك-صندوق-كورلا-20--هايبرد-led-خليجي-صيني-ايسر",
    "search_terms": [
      "بك صندوق كورلا 20 - هايبرد LED خليجي صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195671,
    "name": "شباك دعامية كورلا 23 -  امريكي  SE XSE كورلا ليفان 23 - صيني بدون فتحة  هوك ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 56000.0,
    "slug": "شباك-دعامية-كورلا-23--امريكي-se-xse-كورلا-ليفان-23--صيني-بدون-فتحة-هوك",
    "search_terms": [
      "شباك دعامية كورلا 23 -  امريكي  SE XSE كورلا ليفان 23 - صيني بدون فتحة  هوك ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195812,
    "name": "شباك برادو 05 - 09 نيكل ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "شباك-برادو-05--09-نيكل",
    "search_terms": [
      "شباك برادو 05 - 09 نيكل ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195828,
    "name": "واتر بم كامري رفور 12- 17  18 - 2AR ",
    "category": "",
    "brand": "AISIN",
    "price": 63000.0,
    "slug": "واتر-بم-كامري-رفور-12-17-18--2ar",
    "search_terms": [
      "واتر بم كامري رفور 12- 17  18 - 2AR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 195845,
    "name": "بك زاوية كورلا 20 -  هايبرد LED خليجي صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-زاوية-كورلا-20--هايبرد-led-خليجي-صيني-ايسر",
    "search_terms": [
      "بك زاوية كورلا 20 -  هايبرد LED خليجي صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195890,
    "name": "بك زاوية كورلا كروس 20 - وارد صين مواصفات عالية  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 62000.0,
    "slug": "بك-زاوية-كورلا-كروس-20--وارد-صين-مواصفات-عالية-ايمن",
    "search_terms": [
      "بك زاوية كورلا كروس 20 - وارد صين مواصفات عالية  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195892,
    "name": "لايت كامري 10 - 11 خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 55000.0,
    "slug": "لايت-كامري-10--11-خليجي-ايسر",
    "search_terms": [
      "لايت كامري 10 - 11 خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195893,
    "name": "لايت كامري 10 - 11 خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 55000.0,
    "slug": "لايت-كامري-10--11-خليجي-ايمن",
    "search_terms": [
      "لايت كامري 10 - 11 خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195901,
    "name": "بروجكتر لاند 22 - GX- GR",
    "category": "",
    "brand": "DLAA",
    "price": 63000.0,
    "slug": "بروجكتر-لاند-22--gx-gr",
    "search_terms": [
      "بروجكتر لاند 22 - GX- GR",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 195924,
    "name": "بك زاوية كورلا كروس 20 - وارد صين مواصفات عالية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 62000.0,
    "slug": "بك-زاوية-كورلا-كروس-20--وارد-صين-مواصفات-عالية-ايسر",
    "search_terms": [
      "بك زاوية كورلا كروس 20 - وارد صين مواصفات عالية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 195969,
    "name": "دسك امامي افلون كامري 18 - 20 رف فور 19 - سي اج ار 16 - ",
    "category": "",
    "brand": "ADVICS",
    "price": 54000.0,
    "slug": "دسك-امامي-افلون-كامري-18--20-رف-فور-19--سي-اج-ار-16",
    "search_terms": [
      "دسك امامي افلون كامري 18 - 20 رف فور 19 - سي اج ار 16 - ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 195987,
    "name": "بك زاوية كورلا 20 - هايبرد LED خليجي صيني ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-زاوية-كورلا-20--هايبرد-led-خليجي-صيني-ايمن",
    "search_terms": [
      "بك زاوية كورلا 20 - هايبرد LED خليجي صيني ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196109,
    "name": "واتر بم كامري 2AZ",
    "category": "",
    "brand": "AISIN",
    "price": 56000.0,
    "slug": "واتر-بم-كامري-2az",
    "search_terms": [
      "واتر بم كامري 2AZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 196110,
    "name": "شباك رئيسي هايلندر 22 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 68000.0,
    "slug": "شباك-رئيسي-هايلندر-22",
    "search_terms": [
      "شباك رئيسي هايلندر 22 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196111,
    "name": "بك زاوية كورلا 20 - خليجي  ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 51000.0,
    "slug": "بك-زاوية-كورلا-20--خليجي-ايسر",
    "search_terms": [
      "بك زاوية كورلا 20 - خليجي  ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196112,
    "name": "بك زاوية كورلا 20 - خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 51000.0,
    "slug": "بك-زاوية-كورلا-20--خليجي-ايمن",
    "search_terms": [
      "بك زاوية كورلا 20 - خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196122,
    "name": "تريشة باب جانبية لاند 16 - نيكل مع كتابة لاند كروزر ",
    "category": "",
    "brand": "DAISEN",
    "price": 63000.0,
    "slug": "تريشة-باب-جانبية-لاند-16--نيكل-مع-كتابة-لاند-كروزر",
    "search_terms": [
      "تريشة باب جانبية لاند 16 - نيكل مع كتابة لاند كروزر ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196161,
    "name": "بك زاوية كامري امريكي XLE ليد 21- ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-زاوية-كامري-امريكي-xle-ليد-21-ايسر",
    "search_terms": [
      "بك زاوية كامري امريكي XLE ليد 21- ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196162,
    "name": "بك زاوية كامري امريكي XLE ليد 21- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-زاوية-كامري-امريكي-xle-ليد-21-ايمن",
    "search_terms": [
      "بك زاوية كامري امريكي XLE ليد 21- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196171,
    "name": "بروجكتر بيكب نافارا 16",
    "category": "",
    "brand": "DLAA",
    "price": 56000.0,
    "slug": "بروجكتر-بيكب-نافارا-16",
    "search_terms": [
      "بروجكتر بيكب نافارا 16",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 196280,
    "name": "بروجكتر رف فور 22- ",
    "category": "",
    "brand": "DLAA",
    "price": 56000.0,
    "slug": "بروجكتر-رف-فور-22",
    "search_terms": [
      "بروجكتر رف فور 22- ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 196283,
    "name": "دسك امامي كورلا 08 - 15 امريكي خليجي  رف فور 08 - 12 JP -04465-12630",
    "category": "",
    "brand": "ADVICS",
    "price": 49000.0,
    "slug": "دسك-امامي-كورلا-08--15-امريكي-خليجي-رف-فور-08--12-jp-04465-12630",
    "search_terms": [
      "دسك امامي كورلا 08 - 15 امريكي خليجي  رف فور 08 - 12 JP -04465-12630",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 196338,
    "name": "هايدروليك كير تويوتا  CVT-TC ",
    "category": "",
    "brand": "Toyota",
    "price": 55000.0,
    "slug": "هايدروليك-كير-تويوتا-cvt-tc",
    "search_terms": [
      "هايدروليك كير تويوتا  CVT-TC ",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 196340,
    "name": "دسك امامي كامري 07 - 11 خليجي 07 - 15 امريكي  افلون 07 - 17 لكزس  ES 09 - 18 يابان",
    "category": "",
    "brand": "ADVICS",
    "price": 49000.0,
    "slug": "دسك-امامي-كامري-07--11-خليجي-07--15-امريكي-افلون-07--17-لكزس-es-09--18-يابان",
    "search_terms": [
      "دسك امامي كامري 07 - 11 خليجي 07 - 15 امريكي  افلون 07 - 17 لكزس  ES 09 - 18 يابان",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 196352,
    "name": "ماطور فان تبريد كوستر 93 - 14B 24V",
    "category": "",
    "brand": "Denso",
    "price": 63000.0,
    "slug": "ماطور-فان-تبريد-كوستر-93--14b-24v",
    "search_terms": [
      "ماطور فان تبريد كوستر 93 - 14B 24V",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 196378,
    "name": "شباك رف فور 23 -  ادفنجر مع فتحة كامرة و حساس ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 70000.0,
    "slug": "شباك-رف-فور-23--ادفنجر-مع-فتحة-كامرة-و-حساس",
    "search_terms": [
      "شباك رف فور 23 -  ادفنجر مع فتحة كامرة و حساس ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196407,
    "name": "بك زاوية كورلا كروس 22 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-زاوية-كورلا-كروس-22--امريكي-le-ايسر",
    "search_terms": [
      "بك زاوية كورلا كروس 22 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196413,
    "name": "عنبار كلج كوستر عام PSO",
    "category": "",
    "brand": "AISIN",
    "price": 54000.0,
    "slug": "عنبار-كلج-كوستر-عام-pso",
    "search_terms": [
      "عنبار كلج كوستر عام PSO",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 196424,
    "name": "بك لايت بيكب ريفو 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-لايت-بيكب-ريفو-22--ايمن",
    "search_terms": [
      "بك لايت بيكب ريفو 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196432,
    "name": "بك لايت بيكب ريفو 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-لايت-بيكب-ريفو-22--ايسر",
    "search_terms": [
      "بك لايت بيكب ريفو 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196445,
    "name": "شباك برادو 14 - 17 نيكل واسود",
    "category": "",
    "brand": "DAISEN",
    "price": 70000.0,
    "slug": "شباك-برادو-14--17-نيكل-واسود",
    "search_terms": [
      "شباك برادو 14 - 17 نيكل واسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196523,
    "name": "بك زاوية كورلا كروس 22 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "بك-زاوية-كورلا-كروس-22--امريكي-le-ايمن",
    "search_terms": [
      "بك زاوية كورلا كروس 22 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196583,
    "name": "عنبار كلج اعلى بيكب تويوتا جمرة 3RZ",
    "category": "",
    "brand": "ADVICS",
    "price": 52000.0,
    "slug": "عنبار-كلج-اعلى-بيكب-تويوتا-جمرة-3rz",
    "search_terms": [
      "عنبار كلج اعلى بيكب تويوتا جمرة 3RZ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 196600,
    "name": "بك لايت برادو 14 - 17 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 59000.0,
    "slug": "بك-لايت-برادو-14--17-ايسر",
    "search_terms": [
      "بك لايت برادو 14 - 17 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196601,
    "name": "بك لايت برادو 14 - 17 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 59000.0,
    "slug": "بك-لايت-برادو-14--17-ايمن",
    "search_terms": [
      "بك لايت برادو 14 - 17 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196611,
    "name": "0W16 SN NS زيت محرك نيسان ياباني 4LTx6",
    "category": "",
    "brand": "Nissan ",
    "price": 56000.0,
    "slug": "0w16-sn-ns-زيت-محرك-نيسان-ياباني-4ltx6",
    "search_terms": [
      "0W16 SN NS زيت محرك نيسان ياباني 4LTx6",
      "",
      "Nissan ",
      "False"
    ]
  },
  {
    "id": 196670,
    "name": "عنبار كلج بيكب فيكو 2KD رئيسي كاز 31420-0K030",
    "category": "",
    "brand": "AISIN",
    "price": 69000.0,
    "slug": "عنبار-كلج-بيكب-فيكو-2kd-رئيسي-كاز-31420-0k030",
    "search_terms": [
      "عنبار كلج بيكب فيكو 2KD رئيسي كاز 31420-0K030",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 196688,
    "name": "واتر بم 1ZR 2ZR كورلا رف فور  عام -16100-39465",
    "category": "",
    "brand": "AISIN",
    "price": 56000.0,
    "slug": "واتر-بم-1zr-2zr-كورلا-رف-فور-عام-16100-39465",
    "search_terms": [
      "واتر بم 1ZR 2ZR كورلا رف فور  عام -16100-39465",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 196697,
    "name": "عدسة بروجكتر ليد لاند 12 - 15",
    "category": "",
    "brand": "DLAA",
    "price": 70000.0,
    "slug": "عدسة-بروجكتر-ليد-لاند-12--15",
    "search_terms": [
      "عدسة بروجكتر ليد لاند 12 - 15",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 196705,
    "name": "عنبار كلج عكرب عام رئيسي",
    "category": "",
    "brand": "AISIN",
    "price": 62000.0,
    "slug": "عنبار-كلج-عكرب-عام-رئيسي",
    "search_terms": [
      "عنبار كلج عكرب عام رئيسي",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 196725,
    "name": "دعامية امامية لاند 16 - 21 اساس",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "دعامية-امامية-لاند-16--21-اساس",
    "search_terms": [
      "دعامية امامية لاند 16 - 21 اساس",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196732,
    "name": "ماطور بوابة تبريد فان كامري رف فور 18 - افلون 18 - هايلندر 20 - سينا 20 - كورلا 20-",
    "category": "",
    "brand": "Denso",
    "price": 78000.0,
    "slug": "ماطور-بوابة-تبريد-فان-كامري-رف-فور-18--افلون-18--هايلندر-20--سينا-20--كورلا-20",
    "search_terms": [
      "ماطور بوابة تبريد فان كامري رف فور 18 - افلون 18 - هايلندر 20 - سينا 20 - كورلا 20-",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 196751,
    "name": "شباك برادو 14 - 17 رصاصي وكروم",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 63000.0,
    "slug": "شباك-برادو-14--17-رصاصي-وكروم",
    "search_terms": [
      "شباك برادو 14 - 17 رصاصي وكروم",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196755,
    "name": "دعامية خلفية برادو 24 - اسود اساس ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 37000.0,
    "slug": "دعامية-خلفية-برادو-24--اسود-اساس",
    "search_terms": [
      "دعامية خلفية برادو 24 - اسود اساس ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196773,
    "name": "بك زاوية هايلندر 21 - امريكي ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 70000.0,
    "slug": "بك-زاوية-هايلندر-21--امريكي-ايمن",
    "search_terms": [
      "بك زاوية هايلندر 21 - امريكي ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196783,
    "name": "فلنجة امامية باترول سفاري 17 -",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "فلنجة-امامية-باترول-سفاري-17",
    "search_terms": [
      "فلنجة امامية باترول سفاري 17 -",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 196816,
    "name": "نيكل قاعدة رقم لاند 23 - اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 78000.0,
    "slug": "نيكل-قاعدة-رقم-لاند-23--اسود",
    "search_terms": [
      "نيكل قاعدة رقم لاند 23 - اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196819,
    "name": "نيكل قاعدة رقم لاند 23 - لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 78000.0,
    "slug": "نيكل-قاعدة-رقم-لاند-23--لولوي",
    "search_terms": [
      "نيكل قاعدة رقم لاند 23 - لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196838,
    "name": "تريشة باب جانبية برادو 18 - اسود بلاك اديشن",
    "category": "",
    "brand": "DAISEN",
    "price": 70000.0,
    "slug": "تريشة-باب-جانبية-برادو-18--اسود-بلاك-اديشن",
    "search_terms": [
      "تريشة باب جانبية برادو 18 - اسود بلاك اديشن",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196911,
    "name": "واتر بم بيكب فيكو 2TR م 16100-79445",
    "category": "",
    "brand": "AISIN",
    "price": 68000.0,
    "slug": "واتر-بم-بيكب-فيكو-2tr-م-16100-79445",
    "search_terms": [
      "واتر بم بيكب فيكو 2TR م 16100-79445",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 196918,
    "name": "حافظة متعلقات لاند 22 - بجانب مقعد السائق بيجي SET",
    "category": "",
    "brand": "DAISEN",
    "price": 63000.0,
    "slug": "حافظة-متعلقات-لاند-22--بجانب-مقعد-السائق-بيجي-set",
    "search_terms": [
      "حافظة متعلقات لاند 22 - بجانب مقعد السائق بيجي SET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196924,
    "name": "شباك رئيسي كورلا كروس 22 -  امريكي صيني اسود ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 70000.0,
    "slug": "شباك-رئيسي-كورلا-كروس-22--امريكي-صيني-اسود",
    "search_terms": [
      "شباك رئيسي كورلا كروس 22 -  امريكي صيني اسود ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 196935,
    "name": "باب تجوة كجمجة وسطية لاند 08 - 15 بيجي ",
    "category": "",
    "brand": "DAISEN",
    "price": 78000.0,
    "slug": "باب-تجوة-كجمجة-وسطية-لاند-08--15-بيجي",
    "search_terms": [
      "باب تجوة كجمجة وسطية لاند 08 - 15 بيجي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 196991,
    "name": "بروجكتر بافندر 23 - مع واير + كفر ",
    "category": "",
    "brand": "DLAA",
    "price": 63000.0,
    "slug": "بروجكتر-بافندر-23--مع-واير-+-كفر",
    "search_terms": [
      "بروجكتر بافندر 23 - مع واير + كفر ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 196997,
    "name": "اويل بم كورلا 08 - 1ZR 2ZR",
    "category": "",
    "brand": "AISIN",
    "price": 58000.0,
    "slug": "اويل-بم-كورلا-08--1zr-2zr",
    "search_terms": [
      "اويل بم كورلا 08 - 1ZR 2ZR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 197031,
    "name": "شباك لاند 12 - 15 نيكل ورصاصي VX",
    "category": "",
    "brand": "DAISEN",
    "price": 63000.0,
    "slug": "شباك-لاند-12--15-نيكل-ورصاصي-vx",
    "search_terms": [
      "شباك لاند 12 - 15 نيكل ورصاصي VX",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 197065,
    "name": "دسك امامي كوستر اسود -04465-YZZE6",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "دسك-امامي-كوستر-اسود-04465-yzze6",
    "search_terms": [
      "دسك امامي كوستر اسود -04465-YZZE6",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197285,
    "name": " بك زاوية كامري 22 - خليجي ليد ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 62000.0,
    "slug": "بك-زاوية-كامري-22--خليجي-ليد-ايمن",
    "search_terms": [
      " بك زاوية كامري 22 - خليجي ليد ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197286,
    "name": "بك زاوية كامري 22 - خليجي ليد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 62000.0,
    "slug": "بك-زاوية-كامري-22--خليجي-ليد-ايسر",
    "search_terms": [
      "بك زاوية كامري 22 - خليجي ليد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197327,
    "name": "فلنجة دسك امامية برادو 10 - 18 43512-60191",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "فلنجة-دسك-امامية-برادو-10--18-43512-60191",
    "search_terms": [
      "فلنجة دسك امامية برادو 10 - 18 43512-60191",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197405,
    "name": "بروجكتر باترول 20 - LE - SE - XE",
    "category": "",
    "brand": "DLAA",
    "price": 62000.0,
    "slug": "بروجكتر-باترول-20--le--se--xe",
    "search_terms": [
      "بروجكتر باترول 20 - LE - SE - XE",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 197428,
    "name": "دعامية خلفية برادو 18 - 23 لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 85000.0,
    "slug": "دعامية-خلفية-برادو-18--23-لون-لولوي",
    "search_terms": [
      "دعامية خلفية برادو 18 - 23 لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 197442,
    "name": "5W40 SN TY زيت محرك تويوتا ياباني 4LTx6",
    "category": "",
    "brand": "Toyota",
    "price": 63000.0,
    "slug": "5w40-sn-ty-زيت-محرك-تويوتا-ياباني-4ltx6",
    "search_terms": [
      "5W40 SN TY زيت محرك تويوتا ياباني 4LTx6",
      "",
      "Toyota",
      "False"
    ]
  },
  {
    "id": 197476,
    "name": "بخاخ تبريد بالفريز كوستر عام",
    "category": "",
    "brand": "Denso",
    "price": 54000.0,
    "slug": "بخاخ-تبريد-بالفريز-كوستر-عام",
    "search_terms": [
      "بخاخ تبريد بالفريز كوستر عام",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 197509,
    "name": "حساس دبل موازنة امامي لكزس 12 ايمن",
    "category": "",
    "brand": "ADVICS",
    "price": 70000.0,
    "slug": "حساس-دبل-موازنة-امامي-لكزس-12-ايمن",
    "search_terms": [
      "حساس دبل موازنة امامي لكزس 12 ايمن",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197510,
    "name": "حساس دبل موازنة امامي لكزس 12 ايسر",
    "category": "",
    "brand": "ADVICS",
    "price": 70000.0,
    "slug": "حساس-دبل-موازنة-امامي-لكزس-12-ايسر",
    "search_terms": [
      "حساس دبل موازنة امامي لكزس 12 ايسر",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197558,
    "name": "شباك برادو 18- ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "شباك-برادو-18",
    "search_terms": [
      "شباك برادو 18- ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197608,
    "name": "فريز تبريد امامي بيكب ريفو 16 - 21",
    "category": "",
    "brand": "Denso",
    "price": 96000.0,
    "slug": "فريز-تبريد-امامي-بيكب-ريفو-16--21",
    "search_terms": [
      "فريز تبريد امامي بيكب ريفو 16 - 21",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 197642,
    "name": "لايت تاكوما 16 - 19 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "لايت-تاكوما-16--19-ايسر",
    "search_terms": [
      "لايت تاكوما 16 - 19 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197643,
    "name": "لايت تاكوما 16 - 19 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "لايت-تاكوما-16--19-ايمن",
    "search_terms": [
      "لايت تاكوما 16 - 19 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197648,
    "name": "شباك هايلندر 21 - مع فتحة كاميرا ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 82000.0,
    "slug": "شباك-هايلندر-21--مع-فتحة-كاميرا",
    "search_terms": [
      "شباك هايلندر 21 - مع فتحة كاميرا ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197669,
    "name": "لايت كورلا 14 - 16 امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 28000.0,
    "slug": "لايت-كورلا-14--16-امريكي-ايمن",
    "search_terms": [
      "لايت كورلا 14 - 16 امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197670,
    "name": "شباك بيكب ريفو  داخل اسود وعطر نيكل 22 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "شباك-بيكب-ريفو-داخل-اسود-وعطر-نيكل-22",
    "search_terms": [
      "شباك بيكب ريفو  داخل اسود وعطر نيكل 22 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197674,
    "name": " عنبار ويل خلفي اسفل كوستر 03 - 17 - ايسر PSO",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "عنبار-ويل-خلفي-اسفل-كوستر-03--17--ايسر-pso",
    "search_terms": [
      " عنبار ويل خلفي اسفل كوستر 03 - 17 - ايسر PSO",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197675,
    "name": "عنبار ويل خلفي اسفل كوستر 03 - 17 - ايمن PSO",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "عنبار-ويل-خلفي-اسفل-كوستر-03--17--ايمن-pso",
    "search_terms": [
      "عنبار ويل خلفي اسفل كوستر 03 - 17 - ايمن PSO",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197693,
    "name": "درع دعامية امامية برادو 05 - 09 لولوي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "درع-دعامية-امامية-برادو-05--09-لولوي",
    "search_terms": [
      "درع دعامية امامية برادو 05 - 09 لولوي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197725,
    "name": "شباك لاند 03 - 07 داير ذهبي داخل رصاصي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 68000.0,
    "slug": "شباك-لاند-03--07-داير-ذهبي-داخل-رصاصي",
    "search_terms": [
      "شباك لاند 03 - 07 داير ذهبي داخل رصاصي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 197726,
    "name": "هايدروليك كير نيسان  NS2-CVT",
    "category": "",
    "brand": "Nissan ",
    "price": 62000.0,
    "slug": "هايدروليك-كير-نيسان-ns2-cvt",
    "search_terms": [
      "هايدروليك كير نيسان  NS2-CVT",
      "",
      "Nissan ",
      "False"
    ]
  },
  {
    "id": 197736,
    "name": "عنبار ويل خلفي اعلى كوستر 03 - 17 - ايسر PSO",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "عنبار-ويل-خلفي-اعلى-كوستر-03--17--ايسر-pso",
    "search_terms": [
      "عنبار ويل خلفي اعلى كوستر 03 - 17 - ايسر PSO",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197737,
    "name": "عنبار ويل خلفي اعلى كوستر 03 - 17 - ايمن PSO",
    "category": "",
    "brand": "ADVICS",
    "price": 63000.0,
    "slug": "عنبار-ويل-خلفي-اعلى-كوستر-03--17--ايمن-pso",
    "search_terms": [
      "عنبار ويل خلفي اعلى كوستر 03 - 17 - ايمن PSO",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 197758,
    "name": "فريز تبريد كوول كيير  فيكو + فورجنر 05 - 15 عام كورلا 08 - 19 EVAPORATOR HILUX VIGO FURTUNER COROLLA 08 -19 CG  ",
    "category": "",
    "brand": "Denso",
    "price": 70000.0,
    "slug": "فريز-تبريد-كوول-كيير-فيكو-+-فورجنر-05--15-عام-كورلا-08--19-evaporator-hilux-vigo-furtuner-corolla-08-19-cg",
    "search_terms": [
      "فريز تبريد كوول كيير  فيكو + فورجنر 05 - 15 عام كورلا 08 - 19 EVAPORATOR HILUX VIGO FURTUNER COROLLA 08 -19 CG  ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 197806,
    "name": "تريشة باب جانبية برادو 18- نيكل",
    "category": "",
    "brand": "DAISEN",
    "price": 78000.0,
    "slug": "تريشة-باب-جانبية-برادو-18-نيكل",
    "search_terms": [
      "تريشة باب جانبية برادو 18- نيكل",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198044,
    "name": "دعامية خلفية برادو 18 - 23 لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 92000.0,
    "slug": "دعامية-خلفية-برادو-18--23-لون-اسود",
    "search_terms": [
      "دعامية خلفية برادو 18 - 23 لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198045,
    "name": "شباك رئيسي كورلا كروس 22 - داير نيكل ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 85000.0,
    "slug": "شباك-رئيسي-كورلا-كروس-22--داير-نيكل",
    "search_terms": [
      "شباك رئيسي كورلا كروس 22 - داير نيكل ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198163,
    "name": "دبل امامي لاند 98 - 01\t",
    "category": "",
    "brand": "AISIN",
    "price": 59000.0,
    "slug": "دبل-امامي-لاند-98--01",
    "search_terms": [
      "دبل امامي لاند 98 - 01\t",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 198171,
    "name": "فريز تبريد امامي برادو 03 - 09 1GR",
    "category": "",
    "brand": "Denso",
    "price": 85000.0,
    "slug": "فريز-تبريد-امامي-برادو-03--09-1gr",
    "search_terms": [
      "فريز تبريد امامي برادو 03 - 09 1GR",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 198201,
    "name": "عينة كلج بيكب فيكو 2TR 31210-35200 ",
    "category": "",
    "brand": "AISIN",
    "price": 78000.0,
    "slug": "عينة-كلج-بيكب-فيكو-2tr-31210-35200",
    "search_terms": [
      "عينة كلج بيكب فيكو 2TR 31210-35200 ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 198221,
    "name": "فريز تبريد خلفي لاند 08 - 21 برادو 10 - 22 مع بطل زيت تبريد ",
    "category": "",
    "brand": "Denso",
    "price": 78000.0,
    "slug": "فريز-تبريد-خلفي-لاند-08--21-برادو-10--22-مع-بطل-زيت-تبريد",
    "search_terms": [
      "فريز تبريد خلفي لاند 08 - 21 برادو 10 - 22 مع بطل زيت تبريد ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 198278,
    "name": "يدة ابواب جانبية لاند 08 - 15 نيكل شكل لاند 16 - SET بصمتين ",
    "category": "",
    "brand": "DAISEN",
    "price": 78000.0,
    "slug": "يدة-ابواب-جانبية-لاند-08--15-نيكل-شكل-لاند-16--set-بصمتين",
    "search_terms": [
      "يدة ابواب جانبية لاند 08 - 15 نيكل شكل لاند 16 - SET بصمتين ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198279,
    "name": "بروجكتر بيكب ريفو 22 - + كفر مع ليد اعلى الكفر ",
    "category": "",
    "brand": "DAISEN",
    "price": 63000.0,
    "slug": "بروجكتر-بيكب-ريفو-22--+-كفر-مع-ليد-اعلى-الكفر",
    "search_terms": [
      "بروجكتر بيكب ريفو 22 - + كفر مع ليد اعلى الكفر ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198289,
    "name": "شباك لكزس ES اي اس 18 -",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 85000.0,
    "slug": "شباك-لكزس-es-اي-اس-18",
    "search_terms": [
      "شباك لكزس ES اي اس 18 -",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198296,
    "name": "تريشة باب جانبية لاند 22 - بكتابة تويوتا عراق اسود TWIN TURBO",
    "category": "",
    "brand": "DAISEN",
    "price": 92000.0,
    "slug": "تريشة-باب-جانبية-لاند-22--بكتابة-تويوتا-عراق-اسود-twin-turbo",
    "search_terms": [
      "تريشة باب جانبية لاند 22 - بكتابة تويوتا عراق اسود TWIN TURBO",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198401,
    "name": "درع دعامية امامية لاند 13 لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 65000.0,
    "slug": "درع-دعامية-امامية-لاند-13-لولوي",
    "search_terms": [
      "درع دعامية امامية لاند 13 لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198446,
    "name": "صينية كلج داينا 11B 14B ",
    "category": "",
    "brand": "AISIN",
    "price": 70000.0,
    "slug": "صينية-كلج-داينا-11b-14b",
    "search_terms": [
      "صينية كلج داينا 11B 14B ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 198467,
    "name": "عنبار بريك لاند 98 - 07 1FZ 2UZ 1HD 47201-60720",
    "category": "",
    "brand": "ADVICS",
    "price": 78000.0,
    "slug": "عنبار-بريك-لاند-98--07-1fz-2uz-1hd-47201-60720",
    "search_terms": [
      "عنبار بريك لاند 98 - 07 1FZ 2UZ 1HD 47201-60720",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 198501,
    "name": "بك صندوق هايلندر 21 - امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 56000.0,
    "slug": "بك-صندوق-هايلندر-21--امريكي-ايسر",
    "search_terms": [
      "بك صندوق هايلندر 21 - امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198588,
    "name": "بروجكتر مورانو 19 F190N",
    "category": "",
    "brand": "DLAA",
    "price": 80000.0,
    "slug": "بروجكتر-مورانو-19-f190n",
    "search_terms": [
      "بروجكتر مورانو 19 F190N",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 198605,
    "name": "لايت لاند 08 - 11 زنون ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 82000.0,
    "slug": "لايت-لاند-08--11-زنون-ايمن",
    "search_terms": [
      "لايت لاند 08 - 11 زنون ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198606,
    "name": "لايت لاند 08 - 11 زنون ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 82000.0,
    "slug": "لايت-لاند-08--11-زنون-ايسر",
    "search_terms": [
      "لايت لاند 08 - 11 زنون ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198611,
    "name": "كلج مروحة 2TR 3RZ عام بيكب فيكو ريفو كوستر -16210-75100",
    "category": "",
    "brand": "AISIN",
    "price": 78000.0,
    "slug": "كلج-مروحة-2tr-3rz-عام-بيكب-فيكو-ريفو-كوستر-16210-75100",
    "search_terms": [
      "كلج مروحة 2TR 3RZ عام بيكب فيكو ريفو كوستر -16210-75100",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 198657,
    "name": "دعامية امامية لكزس ES اي اس 18 - خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "دعامية-امامية-لكزس-es-اي-اس-18--خليجي",
    "search_terms": [
      "دعامية امامية لكزس ES اي اس 18 - خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198671,
    "name": "لحية امامية لاند 12 لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 82000.0,
    "slug": "لحية-امامية-لاند-12-لولوي",
    "search_terms": [
      "لحية امامية لاند 12 لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198745,
    "name": "لحية خلفية لاند 12 اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 70000.0,
    "slug": "لحية-خلفية-لاند-12-اسود",
    "search_terms": [
      "لحية خلفية لاند 12 اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 198782,
    "name": "بك لايت برادو 18 - اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "بك-لايت-برادو-18--اسود-ايسر",
    "search_terms": [
      "بك لايت برادو 18 - اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198783,
    "name": "بك لايت برادو 18 - اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "بك-لايت-برادو-18--اسود-ايمن",
    "search_terms": [
      "بك لايت برادو 18 - اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198822,
    "name": "بروجكتر مع كرن اسود بيكب ريفو 22 - ليد وGR",
    "category": "",
    "brand": "DLAA",
    "price": 83000.0,
    "slug": "بروجكتر-مع-كرن-اسود-بيكب-ريفو-22--ليد-وgr",
    "search_terms": [
      "بروجكتر مع كرن اسود بيكب ريفو 22 - ليد وGR",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 198851,
    "name": "لايت كورلا 19 20- خليجي 3 عدسة  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "لايت-كورلا-19-20-خليجي-3-عدسة-ايمن",
    "search_terms": [
      "لايت كورلا 19 20- خليجي 3 عدسة  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 198977,
    "name": "لحية امامية لاند 12 اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 82000.0,
    "slug": "لحية-امامية-لاند-12-اسود",
    "search_terms": [
      "لحية امامية لاند 12 اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199082,
    "name": "47201-3D460 عنبار بريك بيكب تويوتا فيكو 3RZ عادي اوتو",
    "category": "",
    "brand": "AISIN",
    "price": 92000.0,
    "slug": "47201-3d460-عنبار-بريك-بيكب-تويوتا-فيكو-3rz-عادي-اوتو",
    "search_terms": [
      "47201-3D460 عنبار بريك بيكب تويوتا فيكو 3RZ عادي اوتو",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199091,
    "name": "كفر سبير برادو 11 - 18 - لولوي بدون كفر قاعدة",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 127000.0,
    "slug": "كفر-سبير-برادو-11--18--لولوي-بدون-كفر-قاعدة",
    "search_terms": [
      "كفر سبير برادو 11 - 18 - لولوي بدون كفر قاعدة",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199094,
    "name": "واتر بم لاند لكزس 3UR 16100-39496",
    "category": "",
    "brand": "AISIN",
    "price": 85000.0,
    "slug": "واتر-بم-لاند-لكزس-3ur-16100-39496",
    "search_terms": [
      "واتر بم لاند لكزس 3UR 16100-39496",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199116,
    "name": "لحية خلفية لاند 12 لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 70000.0,
    "slug": "لحية-خلفية-لاند-12-لولوي",
    "search_terms": [
      "لحية خلفية لاند 12 لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199135,
    "name": "دوسة جانبية لاند 08 - 15 لولوي ايمن",
    "category": "",
    "brand": "DAISEN",
    "price": 82000.0,
    "slug": "دوسة-جانبية-لاند-08--15-لولوي-ايمن",
    "search_terms": [
      "دوسة جانبية لاند 08 - 15 لولوي ايمن",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199184,
    "name": "واتر بم لاند 08 - 11 1GR -16100-39406",
    "category": "",
    "brand": "AISIN",
    "price": 85000.0,
    "slug": "واتر-بم-لاند-08--11-1gr-16100-39406",
    "search_terms": [
      "واتر بم لاند 08 - 11 1GR -16100-39406",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199261,
    "name": "تريشة قمارة لاند 16 - 21 مسح نيكل",
    "category": "",
    "brand": "DAISEN",
    "price": 92000.0,
    "slug": "تريشة-قمارة-لاند-16--21-مسح-نيكل",
    "search_terms": [
      "تريشة قمارة لاند 16 - 21 مسح نيكل",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199298,
    "name": "دعامية امامية لاند 16 - 21 لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 120000.0,
    "slug": "دعامية-امامية-لاند-16--21-لون-اسود",
    "search_terms": [
      "دعامية امامية لاند 16 - 21 لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199300,
    "name": "لحية خلفية لاند 12 لولوي + واقيات",
    "category": "",
    "brand": "GBT",
    "price": 70000.0,
    "slug": "لحية-خلفية-لاند-12-لولوي-+-واقيات",
    "search_terms": [
      "لحية خلفية لاند 12 لولوي + واقيات",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 199379,
    "name": "عينة كلج لاند 1HZ كاز",
    "category": "",
    "brand": "AISIN",
    "price": 96000.0,
    "slug": "عينة-كلج-لاند-1hz-كاز",
    "search_terms": [
      "عينة كلج لاند 1HZ كاز",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199411,
    "name": "كلج مروحة لاند 98 - 07 1FZ -16210-66040",
    "category": "",
    "brand": "AISIN",
    "price": 85000.0,
    "slug": "كلج-مروحة-لاند-98--07-1fz-16210-66040",
    "search_terms": [
      "كلج مروحة لاند 98 - 07 1FZ -16210-66040",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199450,
    "name": "لايت كورلا 20 - وارد صين هايبرد شكل الخليجي تك عدسة كلوب ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "لايت-كورلا-20--وارد-صين-هايبرد-شكل-الخليجي-تك-عدسة-كلوب-ايسر",
    "search_terms": [
      "لايت كورلا 20 - وارد صين هايبرد شكل الخليجي تك عدسة كلوب ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199451,
    "name": "لايت كورلا 20 - وارد صين هايبرد شكل الخليجي تك عدسة كلوب ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "لايت-كورلا-20--وارد-صين-هايبرد-شكل-الخليجي-تك-عدسة-كلوب-ايمن",
    "search_terms": [
      "لايت كورلا 20 - وارد صين هايبرد شكل الخليجي تك عدسة كلوب ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199504,
    "name": "شباك لاند 2021 - نيكل + فيلي",
    "category": "",
    "brand": "DAISEN",
    "price": 106000.0,
    "slug": "شباك-لاند-2021--نيكل-+-فيلي",
    "search_terms": [
      "شباك لاند 2021 - نيكل + فيلي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199533,
    "name": "تريشة قمارة لاند 08 - 21 بدي كروم كفر سلفر SET",
    "category": "",
    "brand": "DAISEN",
    "price": 92000.0,
    "slug": "تريشة-قمارة-لاند-08--21-بدي-كروم-كفر-سلفر-set",
    "search_terms": [
      "تريشة قمارة لاند 08 - 21 بدي كروم كفر سلفر SET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199544,
    "name": "لحية امامية برادو 18 - لولوي فيلي ",
    "category": "",
    "brand": "DAISEN",
    "price": 92000.0,
    "slug": "لحية-امامية-برادو-18--لولوي-فيلي",
    "search_terms": [
      "لحية امامية برادو 18 - لولوي فيلي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199549,
    "name": "لايت كورلا 19 20- خليجي 3 عدسة ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "لايت-كورلا-19-20-خليجي-3-عدسة-ايسر",
    "search_terms": [
      "لايت كورلا 19 20- خليجي 3 عدسة ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199641,
    "name": "واتر بم بيكب فيكو 2KD -16100-39486 كاز ",
    "category": "",
    "brand": "AISIN",
    "price": 87000.0,
    "slug": "واتر-بم-بيكب-فيكو-2kd-16100-39486-كاز",
    "search_terms": [
      "واتر بم بيكب فيكو 2KD -16100-39486 كاز ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199654,
    "name": "كلج مروحة لاند 12 - 21 1GR -16210-31040 هايس 20- 7GRF",
    "category": "",
    "brand": "AISIN",
    "price": 92000.0,
    "slug": "كلج-مروحة-لاند-12--21-1gr-16210-31040-هايس-20-7grf",
    "search_terms": [
      "كلج مروحة لاند 12 - 21 1GR -16210-31040 هايس 20- 7GRF",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199665,
    "name": "لايت لاند 12 - 15 زنون polar ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 85000.0,
    "slug": "لايت-لاند-12--15-زنون-polar-ايمن",
    "search_terms": [
      "لايت لاند 12 - 15 زنون polar ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199668,
    "name": "لايت لاند 12 - 15 زنون polar ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 85000.0,
    "slug": "لايت-لاند-12--15-زنون-polar-ايسر",
    "search_terms": [
      "لايت لاند 12 - 15 زنون polar ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199698,
    "name": "بروجكتر مكسما 20 - ",
    "category": "",
    "brand": "DLAA",
    "price": 87000.0,
    "slug": "بروجكتر-مكسما-20",
    "search_terms": [
      "بروجكتر مكسما 20 - ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 199707,
    "name": "بخاخ تبريد خلفي لاند لكزس سيكويا 08 - 21 عام ",
    "category": "",
    "brand": "Denso",
    "price": 92000.0,
    "slug": "بخاخ-تبريد-خلفي-لاند-لكزس-سيكويا-08--21-عام",
    "search_terms": [
      "بخاخ تبريد خلفي لاند لكزس سيكويا 08 - 21 عام ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 199774,
    "name": "بك صندوق لكزس ES اي اس 18 - خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "بك-صندوق-لكزس-es-اي-اس-18--خليجي-ايسر",
    "search_terms": [
      "بك صندوق لكزس ES اي اس 18 - خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199775,
    "name": "بك صندوق لكزس ES اي اس 18 - خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "بك-صندوق-لكزس-es-اي-اس-18--خليجي-ايمن",
    "search_terms": [
      "بك صندوق لكزس ES اي اس 18 - خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199776,
    "name": "دعامية خلفية لكزس ES اي اس 18 - خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "دعامية-خلفية-لكزس-es-اي-اس-18--خليجي",
    "search_terms": [
      "دعامية خلفية لكزس ES اي اس 18 - خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199779,
    "name": "بروجكتر لاند 16 - 21 مع كفر صغير دائري كامل",
    "category": "",
    "brand": "DLAA",
    "price": 89000.0,
    "slug": "بروجكتر-لاند-16--21-مع-كفر-صغير-دائري-كامل",
    "search_terms": [
      "بروجكتر لاند 16 - 21 مع كفر صغير دائري كامل",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 199788,
    "name": "فلنجة دسك امامية باترول 10 - 17 -40206-1LB1A",
    "category": "",
    "brand": "ADVICS",
    "price": 97000.0,
    "slug": "فلنجة-دسك-امامية-باترول-10--17-40206-1lb1a",
    "search_terms": [
      "فلنجة دسك امامية باترول 10 - 17 -40206-1LB1A",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 199831,
    "name": "لحية امامية لاند 19 - 20 GRAND TURNING ام كلبس لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 110000.0,
    "slug": "لحية-امامية-لاند-19--20-grand-turning-ام-كلبس-لولوي",
    "search_terms": [
      "لحية امامية لاند 19 - 20 GRAND TURNING ام كلبس لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199837,
    "name": "راديتر تبريد بيكب ريفو 16-21 كاز بانزين",
    "category": "",
    "brand": "Denso",
    "price": 113000.0,
    "slug": "راديتر-تبريد-بيكب-ريفو-16-21-كاز-بانزين",
    "search_terms": [
      "راديتر تبريد بيكب ريفو 16-21 كاز بانزين",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 199849,
    "name": "كلج مروحة لاند 08 - 11 2UZ -16210-50110",
    "category": "",
    "brand": "AISIN",
    "price": 85000.0,
    "slug": "كلج-مروحة-لاند-08--11-2uz-16210-50110",
    "search_terms": [
      "كلج مروحة لاند 08 - 11 2UZ -16210-50110",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199857,
    "name": "هلال جاملغ خلفي برادو 24 - ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "هلال-جاملغ-خلفي-برادو-24--ايسر",
    "search_terms": [
      "هلال جاملغ خلفي برادو 24 - ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199858,
    "name": "دعامية امامية لاند 12 - 15 لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 113000.0,
    "slug": "دعامية-امامية-لاند-12--15-لون-اسود",
    "search_terms": [
      "دعامية امامية لاند 12 - 15 لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199866,
    "name": "هلال جاملغ خلفي برادو 24 - ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "هلال-جاملغ-خلفي-برادو-24--ايمن",
    "search_terms": [
      "هلال جاملغ خلفي برادو 24 - ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199882,
    "name": "ماسكة دعامية خلفية برادو 24 - اعلى الدعامية الخلفية ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 71000.0,
    "slug": "ماسكة-دعامية-خلفية-برادو-24--اعلى-الدعامية-الخلفية-ايسر",
    "search_terms": [
      "ماسكة دعامية خلفية برادو 24 - اعلى الدعامية الخلفية ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199891,
    "name": "لايت رف فور 20 - 22 امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 116000.0,
    "slug": "لايت-رف-فور-20--22-امريكي-se-ايمن",
    "search_terms": [
      "لايت رف فور 20 - 22 امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199901,
    "name": "لحية امامية لاند 16 - 17 عريض ام كلبس اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 103000.0,
    "slug": "لحية-امامية-لاند-16--17-عريض-ام-كلبس-اسود",
    "search_terms": [
      "لحية امامية لاند 16 - 17 عريض ام كلبس اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 199944,
    "name": "ماسكة دعامية خلفية برادو 24 - اعلى الدعامية الخلفية ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "ماسكة-دعامية-خلفية-برادو-24--اعلى-الدعامية-الخلفية-ايمن",
    "search_terms": [
      "ماسكة دعامية خلفية برادو 24 - اعلى الدعامية الخلفية ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199946,
    "name": "لايت كورلا 17 - 19 امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 99000.0,
    "slug": "لايت-كورلا-17--19-امريكي-le-ايسر",
    "search_terms": [
      "لايت كورلا 17 - 19 امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199947,
    "name": "لايت كورلا 17 - 19 امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 99000.0,
    "slug": "لايت-كورلا-17--19-امريكي-le-ايمن",
    "search_terms": [
      "لايت كورلا 17 - 19 امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199990,
    "name": "واتربم كوستر لاند عكرب 1HZ كاز ",
    "category": "",
    "brand": "AISIN",
    "price": 92000.0,
    "slug": "واتربم-كوستر-لاند-عكرب-1hz-كاز",
    "search_terms": [
      "واتربم كوستر لاند عكرب 1HZ كاز ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 199993,
    "name": "لايت كامري 21 - داخل اسود SE امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "لايت-كامري-21--داخل-اسود-se-امريكي-ايسر",
    "search_terms": [
      "لايت كامري 21 - داخل اسود SE امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 199994,
    "name": "لايت كامري 21 - داخل اسود SE امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "لايت-كامري-21--داخل-اسود-se-امريكي-ايمن",
    "search_terms": [
      "لايت كامري 21 - داخل اسود SE امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200023,
    "name": "شباك دعامية امامية هايلندر 22 - XSE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 96000.0,
    "slug": "شباك-دعامية-امامية-هايلندر-22--xse",
    "search_terms": [
      "شباك دعامية امامية هايلندر 22 - XSE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200033,
    "name": "MOTOR ASSY / FAN ماطور فان دشبول كوستر 22 - عام -12V مع سربس ",
    "category": "",
    "brand": "Denso",
    "price": 102000.0,
    "slug": "motor-assy-fan-ماطور-فان-دشبول-كوستر-22--عام-12v-مع-سربس",
    "search_terms": [
      "MOTOR ASSY / FAN ماطور فان دشبول كوستر 22 - عام -12V مع سربس ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 200049,
    "name": "كفر دعامية خلفية برادو 24 - اسفل البك لايت اسود اساس مع فتحة سكن ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "كفر-دعامية-خلفية-برادو-24--اسفل-البك-لايت-اسود-اساس-مع-فتحة-سكن-ايسر",
    "search_terms": [
      "كفر دعامية خلفية برادو 24 - اسفل البك لايت اسود اساس مع فتحة سكن ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200057,
    "name": "كفر دعامية خلفية برادو 24 - اسفل البك لايت اسود اساس ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 85000.0,
    "slug": "كفر-دعامية-خلفية-برادو-24--اسفل-البك-لايت-اسود-اساس-ايمن",
    "search_terms": [
      "كفر دعامية خلفية برادو 24 - اسفل البك لايت اسود اساس ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200079,
    "name": "لحية امامية برادو 14 - 16 لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 87000.0,
    "slug": "لحية-امامية-برادو-14--16-لولوي",
    "search_terms": [
      "لحية امامية برادو 14 - 16 لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200084,
    "name": "تريشة باب جانبية لاند 16 - مع كتابة لاند كروزر اسود بلاك اديشن",
    "category": "",
    "brand": "DAISEN",
    "price": 99000.0,
    "slug": "تريشة-باب-جانبية-لاند-16--مع-كتابة-لاند-كروزر-اسود-بلاك-اديشن",
    "search_terms": [
      "تريشة باب جانبية لاند 16 - مع كتابة لاند كروزر اسود بلاك اديشن",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200129,
    "name": "كلج مروحة لاند 01 - 07 2UZ",
    "category": "",
    "brand": "AISIN",
    "price": 92000.0,
    "slug": "كلج-مروحة-لاند-01--07-2uz",
    "search_terms": [
      "كلج مروحة لاند 01 - 07 2UZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 200147,
    "name": "هلال باب خلفي برادو 24 - اسود اساس ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 92000.0,
    "slug": "هلال-باب-خلفي-برادو-24--اسود-اساس-ايسر",
    "search_terms": [
      "هلال باب خلفي برادو 24 - اسود اساس ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200148,
    "name": "لايت كامري 21 - LE امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "لايت-كامري-21--le-امريكي-ايسر",
    "search_terms": [
      "لايت كامري 21 - LE امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200149,
    "name": "لايت كامري 21 - LE امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "لايت-كامري-21--le-امريكي-ايمن",
    "search_terms": [
      "لايت كامري 21 - LE امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200176,
    "name": "لحية امامية لاند 19 - 20 GRAND TURNING ام كلبس لون اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 110000.0,
    "slug": "لحية-امامية-لاند-19--20-grand-turning-ام-كلبس-لون-اسود",
    "search_terms": [
      "لحية امامية لاند 19 - 20 GRAND TURNING ام كلبس لون اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200188,
    "name": "واتر بم لاند  08 - 11 8سلندر 2UZ -16100-59276",
    "category": "",
    "brand": "AISIN",
    "price": 102000.0,
    "slug": "واتر-بم-لاند-08--11-8سلندر-2uz-16100-59276",
    "search_terms": [
      "واتر بم لاند  08 - 11 8سلندر 2UZ -16100-59276",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 200210,
    "name": "لايت رف فور 20 - 22 امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 116000.0,
    "slug": "لايت-رف-فور-20--22-امريكي-se-ايسر",
    "search_terms": [
      "لايت رف فور 20 - 22 امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200217,
    "name": "لحية خلفية لاند 19 - 20 ام كلبس لون اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 104000.0,
    "slug": "لحية-خلفية-لاند-19--20-ام-كلبس-لون-اسود",
    "search_terms": [
      "لحية خلفية لاند 19 - 20 ام كلبس لون اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200223,
    "name": "اشارة لايت لاند 16 - LED سحب",
    "category": "",
    "brand": "DAISEN",
    "price": 110000.0,
    "slug": "اشارة-لايت-لاند-16--led-سحب",
    "search_terms": [
      "اشارة لايت لاند 16 - LED سحب",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200239,
    "name": "لحية امامية لاند 16 - 17 عريض ام كلبس لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 103000.0,
    "slug": "لحية-امامية-لاند-16--17-عريض-ام-كلبس-لولوي",
    "search_terms": [
      "لحية امامية لاند 16 - 17 عريض ام كلبس لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200252,
    "name": "لايت كامري 18 - 20 امريكي LE SE دبل عدسة داخل اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "لايت-كامري-18--20-امريكي-le-se-دبل-عدسة-داخل-اسود-ايسر",
    "search_terms": [
      "لايت كامري 18 - 20 امريكي LE SE دبل عدسة داخل اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200256,
    "name": "لايت كامري 18 - 20 امريكي LE SE دبل عدسة داخل اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "لايت-كامري-18--20-امريكي-le-se-دبل-عدسة-داخل-اسود-ايمن",
    "search_terms": [
      "لايت كامري 18 - 20 امريكي LE SE دبل عدسة داخل اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200283,
    "name": "لحية خلفية لاند 16 - 18 + واقيات لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 104000.0,
    "slug": "لحية-خلفية-لاند-16--18-+-واقيات-لولوي",
    "search_terms": [
      "لحية خلفية لاند 16 - 18 + واقيات لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200417,
    "name": "دعامية امامية لكزس LX570 16-21",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "دعامية-امامية-لكزس-lx570-16-21",
    "search_terms": [
      "دعامية امامية لكزس LX570 16-21",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200447,
    "name": "كلج مروحة فورجنر فيكو 05 - 15 كوستر 08 - 17 - 2TR",
    "category": "",
    "brand": "AISIN",
    "price": 106000.0,
    "slug": "كلج-مروحة-فورجنر-فيكو-05--15-كوستر-08--17--2tr",
    "search_terms": [
      "كلج مروحة فورجنر فيكو 05 - 15 كوستر 08 - 17 - 2TR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 200498,
    "name": "لحية امامية لاند 2021 لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 107000.0,
    "slug": "لحية-امامية-لاند-2021-لون-اسود",
    "search_terms": [
      "لحية امامية لاند 2021 لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200509,
    "name": "تريشة قمارة لاند 22 - كروم طافي SET ",
    "category": "",
    "brand": "DAISEN",
    "price": 113000.0,
    "slug": "تريشة-قمارة-لاند-22--كروم-طافي-set",
    "search_terms": [
      "تريشة قمارة لاند 22 - كروم طافي SET ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200538,
    "name": "لحية امامية لاند 2021 لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 107000.0,
    "slug": "لحية-امامية-لاند-2021-لون-لولوي",
    "search_terms": [
      "لحية امامية لاند 2021 لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200553,
    "name": "كفر سبير برادو 03 -09 نيكل اسود",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 120000.0,
    "slug": "كفر-سبير-برادو-03-09-نيكل-اسود",
    "search_terms": [
      "كفر سبير برادو 03 -09 نيكل اسود",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200564,
    "name": "EVAPORATOR SUB ASSY 15-13 فريز تبريد يارس 10 - 13",
    "category": "",
    "brand": "Denso",
    "price": 78000.0,
    "slug": "evaporator-sub-assy-15-13-فريز-تبريد-يارس-10--13",
    "search_terms": [
      "EVAPORATOR SUB ASSY 15-13 فريز تبريد يارس 10 - 13",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 200601,
    "name": "هلال باب خلفي برادو 24 - اسود اساس ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "هلال-باب-خلفي-برادو-24--اسود-اساس-ايمن",
    "search_terms": [
      "هلال باب خلفي برادو 24 - اسود اساس ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200632,
    "name": "فريز تبريد امامي لاند 08 - 21",
    "category": "",
    "brand": "Denso",
    "price": 124000.0,
    "slug": "فريز-تبريد-امامي-لاند-08--21",
    "search_terms": [
      "فريز تبريد امامي لاند 08 - 21",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 200683,
    "name": "لحية خلفية لاند 19 - 20 ام كلبس لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 106000.0,
    "slug": "لحية-خلفية-لاند-19--20-ام-كلبس-لولوي",
    "search_terms": [
      "لحية خلفية لاند 19 - 20 ام كلبس لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200704,
    "name": "عينة كلج لاند 1GR -31210-60340 وهايس 7GR 19-",
    "category": "",
    "brand": "AISIN",
    "price": 106000.0,
    "slug": "عينة-كلج-لاند-1gr-31210-60340-وهايس-7gr-19",
    "search_terms": [
      "عينة كلج لاند 1GR -31210-60340 وهايس 7GR 19-",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 200723,
    "name": "زيت محرك  HDC 50 Veedol CF- 25 Lt",
    "category": "",
    "brand": "Veedol",
    "price": 97000.0,
    "slug": "زيت-محرك-hdc-50-veedol-cf-25-lt",
    "search_terms": [
      "زيت محرك  HDC 50 Veedol CF- 25 Lt",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 200753,
    "name": "دعامية امامية لاند 12 - 15 لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 113000.0,
    "slug": "دعامية-امامية-لاند-12--15-لولوي",
    "search_terms": [
      "دعامية امامية لاند 12 - 15 لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200764,
    "name": "لايت كورلا 20 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "لايت-كورلا-20--امريكي-le-ايسر",
    "search_terms": [
      "لايت كورلا 20 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200765,
    "name": "لايت كورلا 20 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 106000.0,
    "slug": "لايت-كورلا-20--امريكي-le-ايمن",
    "search_terms": [
      "لايت كورلا 20 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200788,
    "name": "دعامية خلفية لاند 16 - 21 لون لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 106000.0,
    "slug": "دعامية-خلفية-لاند-16--21-لون-لولوي",
    "search_terms": [
      "دعامية خلفية لاند 16 - 21 لون لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200808,
    "name": "فريز تبريد امامي كامري 08 - 17 افلون 08 - 17 - DIC",
    "category": "",
    "brand": "Denso",
    "price": 124000.0,
    "slug": "فريز-تبريد-امامي-كامري-08--17-افلون-08--17--dic",
    "search_terms": [
      "فريز تبريد امامي كامري 08 - 17 افلون 08 - 17 - DIC",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 200825,
    "name": "كلج مروحة لاند لكزس 3UR 1UR",
    "category": "",
    "brand": "AISIN",
    "price": 106000.0,
    "slug": "كلج-مروحة-لاند-لكزس-3ur-1ur",
    "search_terms": [
      "كلج مروحة لاند لكزس 3UR 1UR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 200830,
    "name": "باور بريك بيكب تويوتا جمرة 3RZ",
    "category": "",
    "brand": "ADVICS",
    "price": 106000.0,
    "slug": "باور-بريك-بيكب-تويوتا-جمرة-3rz",
    "search_terms": [
      "باور بريك بيكب تويوتا جمرة 3RZ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 200840,
    "name": "جنح لاند 23 - ليد استوب لايت لمتد LIMITED اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 127000.0,
    "slug": "جنح-لاند-23--ليد-استوب-لايت-لمتد-limited-اسود",
    "search_terms": [
      "جنح لاند 23 - ليد استوب لايت لمتد LIMITED اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200882,
    "name": "فريز تبريد دشبول بيكاتشو كورلا 06 - 08 امريكي رفيع EVAPORATOR SUB ASSY",
    "category": "",
    "brand": "Denso",
    "price": 106000.0,
    "slug": "فريز-تبريد-دشبول-بيكاتشو-كورلا-06--08-امريكي-رفيع-evaporator-sub-assy",
    "search_terms": [
      "فريز تبريد دشبول بيكاتشو كورلا 06 - 08 امريكي رفيع EVAPORATOR SUB ASSY",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 200884,
    "name": "دعامية خلفية لاند 08 - 15 لون اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 113000.0,
    "slug": "دعامية-خلفية-لاند-08--15-لون-اسود",
    "search_terms": [
      "دعامية خلفية لاند 08 - 15 لون اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200885,
    "name": "لايت كورلا 17 - 19 امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "لايت-كورلا-17--19-امريكي-se-ايسر",
    "search_terms": [
      "لايت كورلا 17 - 19 امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200886,
    "name": "لايت كورلا 17 - 19 امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "لايت-كورلا-17--19-امريكي-se-ايمن",
    "search_terms": [
      "لايت كورلا 17 - 19 امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200905,
    "name": "دعامية خلفية لاند 16 - 21 لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 106000.0,
    "slug": "دعامية-خلفية-لاند-16--21-لون-اسود",
    "search_terms": [
      "دعامية خلفية لاند 16 - 21 لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 200911,
    "name": "بروجكتر + كفر كامري 21 - SE شبكي",
    "category": "",
    "brand": "DLAA",
    "price": 113000.0,
    "slug": "بروجكتر-+-كفر-كامري-21--se-شبكي",
    "search_terms": [
      "بروجكتر + كفر كامري 21 - SE شبكي",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 200912,
    "name": "لايت رف فور 20 - 22 امريكي LE-XLE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 127000.0,
    "slug": "لايت-رف-فور-20--22-امريكي-le-xle-ايسر",
    "search_terms": [
      "لايت رف فور 20 - 22 امريكي LE-XLE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200913,
    "name": "لايت رف فور 20 - 22 امريكي LE-XLE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 127000.0,
    "slug": "لايت-رف-فور-20--22-امريكي-le-xle-ايمن",
    "search_terms": [
      "لايت رف فور 20 - 22 امريكي LE-XLE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 200987,
    "name": "صينية كلج كوستر 2TR فايبرة ابيض 31250-60500",
    "category": "",
    "brand": "AISIN",
    "price": 92000.0,
    "slug": "صينية-كلج-كوستر-2tr-فايبرة-ابيض-31250-60500",
    "search_terms": [
      "صينية كلج كوستر 2TR فايبرة ابيض 31250-60500",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 201006,
    "name": "تريشة قمارة لاند 22 عالية اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 116000.0,
    "slug": "تريشة-قمارة-لاند-22-عالية-اسود",
    "search_terms": [
      "تريشة قمارة لاند 22 عالية اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 201049,
    "name": "كانستر لاند لكزس 12 - 15",
    "category": "",
    "brand": "AISAN",
    "price": 138000.0,
    "slug": "كانستر-لاند-لكزس-12--15",
    "search_terms": [
      "كانستر لاند لكزس 12 - 15",
      "",
      "AISAN",
      "False"
    ]
  },
  {
    "id": 201050,
    "name": "زيت محرك 15W40 Veedol Max Pro Ci-4 25Lt ",
    "category": "",
    "brand": "Veedol",
    "price": 97000.0,
    "slug": "زيت-محرك-15w40-veedol-max-pro-ci-4-25lt",
    "search_terms": [
      "زيت محرك 15W40 Veedol Max Pro Ci-4 25Lt ",
      "",
      "Veedol",
      "False"
    ]
  },
  {
    "id": 201061,
    "name": "صينية كلج لاند 1HZ كاز",
    "category": "",
    "brand": "AISIN",
    "price": 120000.0,
    "slug": "صينية-كلج-لاند-1hz-كاز",
    "search_terms": [
      "صينية كلج لاند 1HZ كاز",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 201067,
    "name": "فريز تبريد ميتسيوبيشي باجيرو 07 - 19 ",
    "category": "",
    "brand": "Denso",
    "price": 106000.0,
    "slug": "فريز-تبريد-ميتسيوبيشي-باجيرو-07--19",
    "search_terms": [
      "فريز تبريد ميتسيوبيشي باجيرو 07 - 19 ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 201069,
    "name": "كانستر لاند 08 - 15",
    "category": "",
    "brand": "AISAN",
    "price": 134000.0,
    "slug": "كانستر-لاند-08--15",
    "search_terms": [
      "كانستر لاند 08 - 15",
      "",
      "AISAN",
      "False"
    ]
  },
  {
    "id": 201096,
    "name": "بك زاوية لكزس ES اي اس 18 - خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 120000.0,
    "slug": "بك-زاوية-لكزس-es-اي-اس-18--خليجي-ايسر",
    "search_terms": [
      "بك زاوية لكزس ES اي اس 18 - خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201097,
    "name": "بك زاوية لكزس ES اي اس 18 - خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 120000.0,
    "slug": "بك-زاوية-لكزس-es-اي-اس-18--خليجي-ايمن",
    "search_terms": [
      "بك زاوية لكزس ES اي اس 18 - خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201161,
    "name": "PSO عنبار بريك داينا 97 - 02 14B 15B 4Y 3RZ ",
    "category": "",
    "brand": "ADVICS",
    "price": 106000.0,
    "slug": "pso-عنبار-بريك-داينا-97--02-14b-15b-4y-3rz",
    "search_terms": [
      "PSO عنبار بريك داينا 97 - 02 14B 15B 4Y 3RZ ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 201202,
    "name": "لحية امامية لاند 08 - 11 لولوي",
    "category": "",
    "brand": "Vstar",
    "price": 134000.0,
    "slug": "لحية-امامية-لاند-08--11-لولوي",
    "search_terms": [
      "لحية امامية لاند 08 - 11 لولوي",
      "",
      "Vstar",
      "False"
    ]
  },
  {
    "id": 201203,
    "name": "لحية خلفية لاند 08 - 11 لولوي + واقيات",
    "category": "",
    "brand": "Vstar",
    "price": 134000.0,
    "slug": "لحية-خلفية-لاند-08--11-لولوي-+-واقيات",
    "search_terms": [
      "لحية خلفية لاند 08 - 11 لولوي + واقيات",
      "",
      "Vstar",
      "False"
    ]
  },
  {
    "id": 201209,
    "name": "لايت كامري 21 - داخل نيكل  XLE امريكي  3 خطوط ليد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-كامري-21--داخل-نيكل-xle-امريكي-3-خطوط-ليد-ايسر",
    "search_terms": [
      "لايت كامري 21 - داخل نيكل  XLE امريكي  3 خطوط ليد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201210,
    "name": "لايت كامري 18 - 20 امريكي XSE داخل صفحة نيكل 3 خطوط ليد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-كامري-18--20-امريكي-xse-داخل-صفحة-نيكل-3-خطوط-ليد-ايسر",
    "search_terms": [
      "لايت كامري 18 - 20 امريكي XSE داخل صفحة نيكل 3 خطوط ليد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201211,
    "name": "لايت كامري 18 - 20 امريكي XSE داخل صفحة نيكل 3 خطوط ليد ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-كامري-18--20-امريكي-xse-داخل-صفحة-نيكل-3-خطوط-ليد-ايمن",
    "search_terms": [
      "لايت كامري 18 - 20 امريكي XSE داخل صفحة نيكل 3 خطوط ليد ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201212,
    "name": "لايت كامري 21 - داخل اسود XSE  امريكي 3 خطوط ليد ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 134000.0,
    "slug": "لايت-كامري-21--داخل-اسود-xse-امريكي-3-خطوط-ليد-ايمن",
    "search_terms": [
      "لايت كامري 21 - داخل اسود XSE  امريكي 3 خطوط ليد ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201213,
    "name": "لايت كامري 21 - داخل اسود XSE امريكي  3 خطوط ليد  ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 134000.0,
    "slug": "لايت-كامري-21--داخل-اسود-xse-امريكي-3-خطوط-ليد-ايسر",
    "search_terms": [
      "لايت كامري 21 - داخل اسود XSE امريكي  3 خطوط ليد  ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201222,
    "name": "تريشة باب خلفية برادو 24 - اسود اساس ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-باب-خلفية-برادو-24--اسود-اساس-ايسر",
    "search_terms": [
      "تريشة باب خلفية برادو 24 - اسود اساس ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201282,
    "name": "واقية طين خلفية هايلندر 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 11000.0,
    "slug": "واقية-طين-خلفية-هايلندر-22--ايمن",
    "search_terms": [
      "واقية طين خلفية هايلندر 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201288,
    "name": "47201-36432 عنبار بريك كوستر عام 2TR 1HZ PSO",
    "category": "",
    "brand": "ADVICS",
    "price": 116000.0,
    "slug": "47201-36432-عنبار-بريك-كوستر-عام-2tr-1hz-pso",
    "search_terms": [
      "47201-36432 عنبار بريك كوستر عام 2TR 1HZ PSO",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 201290,
    "name": "لايت كامري 21 - داخل نيكل  XLE امريكي  3 خطوط ليد  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-كامري-21--داخل-نيكل-xle-امريكي-3-خطوط-ليد-ايمن",
    "search_terms": [
      "لايت كامري 21 - داخل نيكل  XLE امريكي  3 خطوط ليد  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201301,
    "name": "لحية امامية لاند 08 - 11 لون اسود ",
    "category": "",
    "brand": "Vstar",
    "price": 134000.0,
    "slug": "لحية-امامية-لاند-08--11-لون-اسود",
    "search_terms": [
      "لحية امامية لاند 08 - 11 لون اسود ",
      "",
      "Vstar",
      "False"
    ]
  },
  {
    "id": 201353,
    "name": "شباك لكزس 12 - 15 LX570 فيلي",
    "category": "",
    "brand": "GBT",
    "price": 120000.0,
    "slug": "شباك-لكزس-12--15-lx570-فيلي",
    "search_terms": [
      "شباك لكزس 12 - 15 LX570 فيلي",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 201398,
    "name": "لحية امامية لاند 22 - 23 - لمتد كويتي بريمي لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 141000.0,
    "slug": "لحية-امامية-لاند-22--23--لمتد-كويتي-بريمي-لولوي",
    "search_terms": [
      "لحية امامية لاند 22 - 23 - لمتد كويتي بريمي لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 201493,
    "name": "كلج مروحة كوستر 1HZ -16210-17080 كاز",
    "category": "",
    "brand": "AISIN",
    "price": 120000.0,
    "slug": "كلج-مروحة-كوستر-1hz-16210-17080-كاز",
    "search_terms": [
      "كلج مروحة كوستر 1HZ -16210-17080 كاز",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 201516,
    "name": "راديتر تبريد كامري 18 - رف فور 19 -",
    "category": "",
    "brand": "Denso",
    "price": 127000.0,
    "slug": "راديتر-تبريد-كامري-18--رف-فور-19",
    "search_terms": [
      "راديتر تبريد كامري 18 - رف فور 19 -",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 201597,
    "name": "صينية كلج 1GR  -31250-60460",
    "category": "",
    "brand": "AISIN",
    "price": 127000.0,
    "slug": "صينية-كلج-1gr-31250-60460",
    "search_terms": [
      "صينية كلج 1GR  -31250-60460",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 201626,
    "name": "تريشة باب خلفية برادو 24 - اسود اساس ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 183000.0,
    "slug": "تريشة-باب-خلفية-برادو-24--اسود-اساس-ايمن",
    "search_terms": [
      "تريشة باب خلفية برادو 24 - اسود اساس ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201666,
    "name": "دوسة جانبية لاند 16 - 21 لولوي SET",
    "category": "",
    "brand": "DAISEN",
    "price": 169000.0,
    "slug": "دوسة-جانبية-لاند-16--21-لولوي-set",
    "search_terms": [
      "دوسة جانبية لاند 16 - 21 لولوي SET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 201669,
    "name": "PSO عنبار بريك كوستر 14B 15B 3RZ 1HZ",
    "category": "",
    "brand": "ADVICS",
    "price": 120000.0,
    "slug": "pso-عنبار-بريك-كوستر-14b-15b-3rz-1hz",
    "search_terms": [
      "PSO عنبار بريك كوستر 14B 15B 3RZ 1HZ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 201686,
    "name": "لايت كامري 18 - خليجي  عام ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 134000.0,
    "slug": "لايت-كامري-18--خليجي-عام-ايسر",
    "search_terms": [
      "لايت كامري 18 - خليجي  عام ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201687,
    "name": "لايت كامري 18 - خليجي عام ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 134000.0,
    "slug": "لايت-كامري-18--خليجي-عام-ايمن",
    "search_terms": [
      "لايت كامري 18 - خليجي عام ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201735,
    "name": "كلج مروحة لاند 1VD -16210-51020 كاز",
    "category": "",
    "brand": "AISIN",
    "price": 127000.0,
    "slug": "كلج-مروحة-لاند-1vd-16210-51020-كاز",
    "search_terms": [
      "كلج مروحة لاند 1VD -16210-51020 كاز",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 201880,
    "name": "صينية كلج بيكب ريفو 2GD هايس 1GD كاز ",
    "category": "",
    "brand": "AISIN",
    "price": 127000.0,
    "slug": "صينية-كلج-بيكب-ريفو-2gd-هايس-1gd-كاز",
    "search_terms": [
      "صينية كلج بيكب ريفو 2GD هايس 1GD كاز ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 201915,
    "name": "لحية خلفية لاند 08 - 11 اسود + واقيات",
    "category": "",
    "brand": "Vstar",
    "price": 134000.0,
    "slug": "لحية-خلفية-لاند-08--11-اسود-+-واقيات",
    "search_terms": [
      "لحية خلفية لاند 08 - 11 اسود + واقيات",
      "",
      "Vstar",
      "False"
    ]
  },
  {
    "id": 201930,
    "name": "لايت بيكب ريفو 22 - داخل اسود ونيكل ليد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 155000.0,
    "slug": "لايت-بيكب-ريفو-22--داخل-اسود-ونيكل-ليد-ايسر",
    "search_terms": [
      "لايت بيكب ريفو 22 - داخل اسود ونيكل ليد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201931,
    "name": "لايت بيكب ريفو 22 - داخل اسود ونيكل ليد ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 155000.0,
    "slug": "لايت-بيكب-ريفو-22--داخل-اسود-ونيكل-ليد-ايمن",
    "search_terms": [
      "لايت بيكب ريفو 22 - داخل اسود ونيكل ليد ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 201964,
    "name": "دوسة جانبية لاند 08 - 15 لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 148000.0,
    "slug": "دوسة-جانبية-لاند-08--15-لولوي",
    "search_terms": [
      "دوسة جانبية لاند 08 - 15 لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 201965,
    "name": "فريز تبريد امامي لاند 98 - 07 1FZ 2UZ 1HD",
    "category": "",
    "brand": "Denso",
    "price": 127000.0,
    "slug": "فريز-تبريد-امامي-لاند-98--07-1fz-2uz-1hd",
    "search_terms": [
      "فريز تبريد امامي لاند 98 - 07 1FZ 2UZ 1HD",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 201981,
    "name": "عنبار بريك كورلا 08 - 12 - برغي 10 ",
    "category": "",
    "brand": "ADVICS",
    "price": 128000.0,
    "slug": "عنبار-بريك-كورلا-08--12--برغي-10",
    "search_terms": [
      "عنبار بريك كورلا 08 - 12 - برغي 10 ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 202065,
    "name": "لايت لكزس ES اي اس 18 - امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-لكزس-es-اي-اس-18--امريكي-ايسر",
    "search_terms": [
      "لايت لكزس ES اي اس 18 - امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202066,
    "name": "لايت لكزس ES اي اس 18 - امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-لكزس-es-اي-اس-18--امريكي-ايمن",
    "search_terms": [
      "لايت لكزس ES اي اس 18 - امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202067,
    "name": "لايت لكزس ES اي اس 18 - خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-لكزس-es-اي-اس-18--خليجي-ايسر",
    "search_terms": [
      "لايت لكزس ES اي اس 18 - خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202068,
    "name": "لايت لكزس ES اي اس 18 - خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-لكزس-es-اي-اس-18--خليجي-ايمن",
    "search_terms": [
      "لايت لكزس ES اي اس 18 - خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202082,
    "name": "تريشة مسطرة تحت شباك الدعامية الامامية برادو 24 - عليا  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "تريشة-مسطرة-تحت-شباك-الدعامية-الامامية-برادو-24--عليا",
    "search_terms": [
      "تريشة مسطرة تحت شباك الدعامية الامامية برادو 24 - عليا  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202131,
    "name": "PSO عنبار بريك داينا 200 - 88 - 96 11B 13B 14B 22R 4Y ",
    "category": "",
    "brand": "ADVICS",
    "price": 127000.0,
    "slug": "pso-عنبار-بريك-داينا-200--88--96-11b-13b-14b-22r-4y",
    "search_terms": [
      "PSO عنبار بريك داينا 200 - 88 - 96 11B 13B 14B 22R 4Y ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 202244,
    "name": "كلج سيت عينة + صينية + 2TR ",
    "category": "",
    "brand": "AISIN",
    "price": 155000.0,
    "slug": "كلج-سيت-عينة-+-صينية-+-2tr",
    "search_terms": [
      "كلج سيت عينة + صينية + 2TR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 202313,
    "name": "سيت تريشة باب جانبية + جاملغات برادو 03 - 09 8 قطعة ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 186000.0,
    "slug": "سيت-تريشة-باب-جانبية-+-جاملغات-برادو-03--09-8-قطعة",
    "search_terms": [
      "سيت تريشة باب جانبية + جاملغات برادو 03 - 09 8 قطعة ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202314,
    "name": "لايت كورلا 23 امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 162000.0,
    "slug": "لايت-كورلا-23-امريكي-le-ايسر",
    "search_terms": [
      "لايت كورلا 23 امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202315,
    "name": "لايت كورلا 23 امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 162000.0,
    "slug": "لايت-كورلا-23-امريكي-le-ايمن",
    "search_terms": [
      "لايت كورلا 23 امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202444,
    "name": "لايت كامري 22- خليجي LE هايبرد عام ايسر TY-22CMM-002A",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 148000.0,
    "slug": "لايت-كامري-22-خليجي-le-هايبرد-عام-ايسر-ty-22cmm-002a",
    "search_terms": [
      "لايت كامري 22- خليجي LE هايبرد عام ايسر TY-22CMM-002A",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202445,
    "name": "لايت كامري 22- خليجي LE هايبرد عام ايمن  TY-22CMM-002A",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 148000.0,
    "slug": "لايت-كامري-22-خليجي-le-هايبرد-عام-ايمن-ty-22cmm-002a",
    "search_terms": [
      "لايت كامري 22- خليجي LE هايبرد عام ايمن  TY-22CMM-002A",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202451,
    "name": "دعامية امامية لاند 22 - عليا لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 141000.0,
    "slug": "دعامية-امامية-لاند-22--عليا-لون-اسود",
    "search_terms": [
      "دعامية امامية لاند 22 - عليا لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 202452,
    "name": "دعامية امامية لاند 22 - عليا لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 141000.0,
    "slug": "دعامية-امامية-لاند-22--عليا-لون-لولوي",
    "search_terms": [
      "دعامية امامية لاند 22 - عليا لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 202456,
    "name": "راديتر تبريد كوستر 17 - رقم 3 صغيرة - ظهر السائق",
    "category": "",
    "brand": "Denso",
    "price": 144000.0,
    "slug": "راديتر-تبريد-كوستر-17--رقم-3-صغيرة--ظهر-السائق",
    "search_terms": [
      "راديتر تبريد كوستر 17 - رقم 3 صغيرة - ظهر السائق",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 202475,
    "name": "لايت كامري 22 خليجي GLX ليد 3 عدسات ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-كامري-22-خليجي-glx-ليد-3-عدسات-ايسر",
    "search_terms": [
      "لايت كامري 22 خليجي GLX ليد 3 عدسات ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202476,
    "name": "لايت كامري 22 خليجي GLX ليد 3 عدسات ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 141000.0,
    "slug": "لايت-كامري-22-خليجي-glx-ليد-3-عدسات-ايمن",
    "search_terms": [
      "لايت كامري 22 خليجي GLX ليد 3 عدسات ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202482,
    "name": "بك زاوية لكزس 16 - 21 LX بلاك اديشن كورو ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 175000.0,
    "slug": "بك-زاوية-لكزس-16--21-lx-بلاك-اديشن-كورو-ايسر",
    "search_terms": [
      "بك زاوية لكزس 16 - 21 LX بلاك اديشن كورو ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202483,
    "name": "بك زاوية لكزس 16 - 21 LX بلاك اديشن كورو ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 175000.0,
    "slug": "بك-زاوية-لكزس-16--21-lx-بلاك-اديشن-كورو-ايمن",
    "search_terms": [
      "بك زاوية لكزس 16 - 21 LX بلاك اديشن كورو ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202528,
    "name": "بك زاوية لكزس 16 - 21 LX احمر ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 166000.0,
    "slug": "بك-زاوية-لكزس-16--21-lx-احمر-ايمن",
    "search_terms": [
      "بك زاوية لكزس 16 - 21 LX احمر ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202545,
    "name": "بك زاوية لكزس 16 - 21 LX احمر ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 166000.0,
    "slug": "بك-زاوية-لكزس-16--21-lx-احمر-ايسر",
    "search_terms": [
      "بك زاوية لكزس 16 - 21 LX احمر ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202622,
    "name": "تريشة باب جانبية لكزس 22 - OEM اسود SET",
    "category": "",
    "brand": "DAISEN",
    "price": 164000.0,
    "slug": "تريشة-باب-جانبية-لكزس-22--oem-اسود-set",
    "search_terms": [
      "تريشة باب جانبية لكزس 22 - OEM اسود SET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 202624,
    "name": "دوسة جانبية لاند 22 - اسود SET",
    "category": "",
    "brand": "DAISEN",
    "price": 155000.0,
    "slug": "دوسة-جانبية-لاند-22--اسود-set",
    "search_terms": [
      "دوسة جانبية لاند 22 - اسود SET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 202625,
    "name": "دوسة جانبية لاند 22 - لولوي SET",
    "category": "",
    "brand": "DAISEN",
    "price": 155000.0,
    "slug": "دوسة-جانبية-لاند-22--لولوي-set",
    "search_terms": [
      "دوسة جانبية لاند 22 - لولوي SET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 202785,
    "name": "دوسة جانبية لاند 22 - لولوي ",
    "category": "",
    "brand": "GBT",
    "price": 162000.0,
    "slug": "دوسة-جانبية-لاند-22--لولوي",
    "search_terms": [
      "دوسة جانبية لاند 22 - لولوي ",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 202792,
    "name": "بدي كت لكزس 12 - LX570 15 لولوي",
    "category": "",
    "brand": "GBT",
    "price": 176000.0,
    "slug": "بدي-كت-لكزس-12--lx570-15-لولوي",
    "search_terms": [
      "بدي كت لكزس 12 - LX570 15 لولوي",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 202850,
    "name": "دوسة جانبية لاند 22 - اسود ",
    "category": "",
    "brand": "GBT",
    "price": 162000.0,
    "slug": "دوسة-جانبية-لاند-22--اسود",
    "search_terms": [
      "دوسة جانبية لاند 22 - اسود ",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 202932,
    "name": "لايت برادو 14 - 17 اسود زنون هايلوجين ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 169000.0,
    "slug": "لايت-برادو-14--17-اسود-زنون-هايلوجين-ايسر",
    "search_terms": [
      "لايت برادو 14 - 17 اسود زنون هايلوجين ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202933,
    "name": "لايت برادو 14 - 17 اسود زنون هايلوجين ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 169000.0,
    "slug": "لايت-برادو-14--17-اسود-زنون-هايلوجين-ايمن",
    "search_terms": [
      "لايت برادو 14 - 17 اسود زنون هايلوجين ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 202946,
    "name": "دعامية امامية لكزس 12 - 15 لولوي ",
    "category": "",
    "brand": "GBT",
    "price": 169000.0,
    "slug": "دعامية-امامية-لكزس-12--15-لولوي",
    "search_terms": [
      "دعامية امامية لكزس 12 - 15 لولوي ",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 202947,
    "name": "دعامية امامية لكزس 12 - 15 لون اسود",
    "category": "",
    "brand": "GBT",
    "price": 169000.0,
    "slug": "دعامية-امامية-لكزس-12--15-لون-اسود",
    "search_terms": [
      "دعامية امامية لكزس 12 - 15 لون اسود",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 203004,
    "name": "يدة ابواب كاملة جانبية لاند 16 - كروم ",
    "category": "",
    "brand": "DAISEN",
    "price": 155000.0,
    "slug": "يدة-ابواب-كاملة-جانبية-لاند-16--كروم",
    "search_terms": [
      "يدة ابواب كاملة جانبية لاند 16 - كروم ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 203186,
    "name": "دوسة جانبية لاند 08 - 15 لون اسود SET",
    "category": "",
    "brand": "Vstar",
    "price": 162000.0,
    "slug": "دوسة-جانبية-لاند-08--15-لون-اسود-set",
    "search_terms": [
      "دوسة جانبية لاند 08 - 15 لون اسود SET",
      "",
      "Vstar",
      "False"
    ]
  },
  {
    "id": 203218,
    "name": "لايت رف فور 23 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 226000.0,
    "slug": "لايت-رف-فور-23--امريكي-le-ايمن",
    "search_terms": [
      "لايت رف فور 23 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203275,
    "name": "لايت افلون 19 - بدون كتف زنون ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 183000.0,
    "slug": "لايت-افلون-19--بدون-كتف-زنون-ايسر",
    "search_terms": [
      "لايت افلون 19 - بدون كتف زنون ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203276,
    "name": "لايت افلون 19 - بدون كتف زنون ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 183000.0,
    "slug": "لايت-افلون-19--بدون-كتف-زنون-ايمن",
    "search_terms": [
      "لايت افلون 19 - بدون كتف زنون ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203311,
    "name": "لايت رف فور 19 - 21 امريكي هايبرد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 183000.0,
    "slug": "لايت-رف-فور-19--21-امريكي-هايبرد-ايسر",
    "search_terms": [
      "لايت رف فور 19 - 21 امريكي هايبرد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203312,
    "name": "لايت رف فور 19 - 21 امريكي هايبرد ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 183000.0,
    "slug": "لايت-رف-فور-19--21-امريكي-هايبرد-ايمن",
    "search_terms": [
      "لايت رف فور 19 - 21 امريكي هايبرد ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203320,
    "name": "لايت رف فور 23 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 226000.0,
    "slug": "لايت-رف-فور-23--امريكي-le-ايسر",
    "search_terms": [
      "لايت رف فور 23 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203343,
    "name": "لايت لاند 16 - 21 اسود تك زنون ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 226000.0,
    "slug": "لايت-لاند-16--21-اسود-تك-زنون-ايمن",
    "search_terms": [
      "لايت لاند 16 - 21 اسود تك زنون ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203380,
    "name": "لايت لاند 16 - 21 اسود تك زنون ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 226000.0,
    "slug": "لايت-لاند-16--21-اسود-تك-زنون-ايسر",
    "search_terms": [
      "لايت لاند 16 - 21 اسود تك زنون ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203434,
    "name": "دعامية خلفية لاند 22 - GXR VXR لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 166000.0,
    "slug": "دعامية-خلفية-لاند-22--gxr-vxr-لون-اسود",
    "search_terms": [
      "دعامية خلفية لاند 22 - GXR VXR لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 203435,
    "name": "دعامية خلفية لاند 22 - GXR VXR لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 166000.0,
    "slug": "دعامية-خلفية-لاند-22--gxr-vxr-لون-لولوي",
    "search_terms": [
      "دعامية خلفية لاند 22 - GXR VXR لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 203489,
    "name": "وجه تايمن كيس مع اويل بم لاند 98 - 07 1FZ -11310-66020",
    "category": "",
    "brand": "AISIN",
    "price": 176000.0,
    "slug": "وجه-تايمن-كيس-مع-اويل-بم-لاند-98--07-1fz-11310-66020",
    "search_terms": [
      "وجه تايمن كيس مع اويل بم لاند 98 - 07 1FZ -11310-66020",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 203607,
    "name": "لايت هايلندر 21 - امريكي LE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 190000.0,
    "slug": "لايت-هايلندر-21--امريكي-le-ايسر",
    "search_terms": [
      "لايت هايلندر 21 - امريكي LE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203608,
    "name": "لايت هايلندر 21 - امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 190000.0,
    "slug": "لايت-هايلندر-21--امريكي-le-ايمن",
    "search_terms": [
      "لايت هايلندر 21 - امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203802,
    "name": "لايت لاند 16 - 21 دبل زنون اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 212000.0,
    "slug": "لايت-لاند-16--21-دبل-زنون-اسود-ايسر",
    "search_terms": [
      "لايت لاند 16 - 21 دبل زنون اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203818,
    "name": "لايت لاند 16 - 21 نيكل تك زنون ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 226000.0,
    "slug": "لايت-لاند-16--21-نيكل-تك-زنون-ايمن",
    "search_terms": [
      "لايت لاند 16 - 21 نيكل تك زنون ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203868,
    "name": "لايت لاند 16 - 21 دبل زنون اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 212000.0,
    "slug": "لايت-لاند-16--21-دبل-زنون-اسود-ايمن",
    "search_terms": [
      "لايت لاند 16 - 21 دبل زنون اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203887,
    "name": "لايت كورلا 23 امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 219000.0,
    "slug": "لايت-كورلا-23-امريكي-se-ايسر",
    "search_terms": [
      "لايت كورلا 23 امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203888,
    "name": "لايت كورلا 23 امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 219000.0,
    "slug": "لايت-كورلا-23-امريكي-se-ايمن",
    "search_terms": [
      "لايت كورلا 23 امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203894,
    "name": "لايت لاند 16 - 21 نيكل تك زنون ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 226000.0,
    "slug": "لايت-لاند-16--21-نيكل-تك-زنون-ايسر",
    "search_terms": [
      "لايت لاند 16 - 21 نيكل تك زنون ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 203952,
    "name": "وجه تايمن كيس + اويل بم لاند 08 - 11 برادو فورجنر تندرا  1GR عام",
    "category": "",
    "brand": "AISIN",
    "price": 219000.0,
    "slug": "وجه-تايمن-كيس-+-اويل-بم-لاند-08--11-برادو-فورجنر-تندرا-1gr-عام",
    "search_terms": [
      "وجه تايمن كيس + اويل بم لاند 08 - 11 برادو فورجنر تندرا  1GR عام",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 204002,
    "name": "لايت كورلا كروس 22 وارد صين مواصفات عالية ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 268000.0,
    "slug": "لايت-كورلا-كروس-22-وارد-صين-مواصفات-عالية-ايسر",
    "search_terms": [
      "لايت كورلا كروس 22 وارد صين مواصفات عالية ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204003,
    "name": "لايت كورلا كروس 22 وارد صين مواصفات عالية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 268000.0,
    "slug": "لايت-كورلا-كروس-22-وارد-صين-مواصفات-عالية-ايمن",
    "search_terms": [
      "لايت كورلا كروس 22 وارد صين مواصفات عالية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204098,
    "name": "وجه تايمن + اويل بم كوستر 17- لاند 98 -05 عكرب 1HZ",
    "category": "",
    "brand": "AISIN",
    "price": 195000.0,
    "slug": "وجه-تايمن-+-اويل-بم-كوستر-17-لاند-98-05-عكرب-1hz",
    "search_terms": [
      "وجه تايمن + اويل بم كوستر 17- لاند 98 -05 عكرب 1HZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 204277,
    "name": "وجه تايمن + اويل بم كوستر 93 -16 لاند 98 -05 عكرب 1HZ",
    "category": "",
    "brand": "AISIN",
    "price": 183000.0,
    "slug": "وجه-تايمن-+-اويل-بم-كوستر-93-16-لاند-98-05-عكرب-1hz",
    "search_terms": [
      "وجه تايمن + اويل بم كوستر 93 -16 لاند 98 -05 عكرب 1HZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 204296,
    "name": "واتر بم كامري 11 - 14 رف فور 12 - 20 2AR FXE كهربائي 161A0-39025",
    "category": "",
    "brand": "AISIN",
    "price": 219000.0,
    "slug": "واتر-بم-كامري-11--14-رف-فور-12--20-2ar-fxe-كهربائي-161a0-39025",
    "search_terms": [
      "واتر بم كامري 11 - 14 رف فور 12 - 20 2AR FXE كهربائي 161A0-39025",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 204303,
    "name": "دعامية امامية باترول 20 - Y62 لون اسود كامله مع نيكل ",
    "category": "",
    "brand": "DAISEN",
    "price": 209000.0,
    "slug": "دعامية-امامية-باترول-20--y62-لون-اسود-كامله-مع-نيكل",
    "search_terms": [
      "دعامية امامية باترول 20 - Y62 لون اسود كامله مع نيكل ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 204317,
    "name": "دعامية امامية باترول 20 - Y62 لون لولوي كاملة مع نيكل ",
    "category": "",
    "brand": "DAISEN",
    "price": 209000.0,
    "slug": "دعامية-امامية-باترول-20--y62-لون-لولوي-كاملة-مع-نيكل",
    "search_terms": [
      "دعامية امامية باترول 20 - Y62 لون لولوي كاملة مع نيكل ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 204533,
    "name": "كومبريسر تبريد بيكب ريفو 16 - 2GD   COMPRESSOR ASSY كاز - مع كلج ",
    "category": "",
    "brand": "Denso",
    "price": 293000.0,
    "slug": "كومبريسر-تبريد-بيكب-ريفو-16--2gd-compressor-assy-كاز--مع-كلج",
    "search_terms": [
      "كومبريسر تبريد بيكب ريفو 16 - 2GD   COMPRESSOR ASSY كاز - مع كلج ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 204728,
    "name": "لايت باترول 20 - ايمن ",
    "category": "",
    "brand": "GBT",
    "price": 275000.0,
    "slug": "لايت-باترول-20--ايمن",
    "search_terms": [
      "لايت باترول 20 - ايمن ",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 204764,
    "name": "لايت هايلندر 21 - XLE XSE اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 254000.0,
    "slug": "لايت-هايلندر-21--xle-xse-اسود-ايسر",
    "search_terms": [
      "لايت هايلندر 21 - XLE XSE اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204765,
    "name": "لايت هايلندر 21 - XLE XSE اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 268000.0,
    "slug": "لايت-هايلندر-21--xle-xse-اسود-ايمن",
    "search_terms": [
      "لايت هايلندر 21 - XLE XSE اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204766,
    "name": "لايت هايلندر 21 - XLE XSE نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 254000.0,
    "slug": "لايت-هايلندر-21--xle-xse-نيكل-ايسر",
    "search_terms": [
      "لايت هايلندر 21 - XLE XSE نيكل ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204767,
    "name": "لايت هايلندر 21 - XLE XSE نيكل ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 254000.0,
    "slug": "لايت-هايلندر-21--xle-xse-نيكل-ايمن",
    "search_terms": [
      "لايت هايلندر 21 - XLE XSE نيكل ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204874,
    "name": "لايت رف فور 23 - امريكي HID هايلوجين SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 254000.0,
    "slug": "لايت-رف-فور-23--امريكي-hid-هايلوجين-se-ايسر",
    "search_terms": [
      "لايت رف فور 23 - امريكي HID هايلوجين SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 204875,
    "name": "لايت رف فور 23 - امريكي HID هايلوجين SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 254000.0,
    "slug": "لايت-رف-فور-23--امريكي-hid-هايلوجين-se-ايمن",
    "search_terms": [
      "لايت رف فور 23 - امريكي HID هايلوجين SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 205022,
    "name": "كومبريسر تبريد بيكب فيكو 2TR  - بدون كلج ",
    "category": "",
    "brand": "Denso",
    "price": 279000.0,
    "slug": "كومبريسر-تبريد-بيكب-فيكو-2tr--بدون-كلج",
    "search_terms": [
      "كومبريسر تبريد بيكب فيكو 2TR  - بدون كلج ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205024,
    "name": "وجه تايمن بيكب فيكو كوستر 2TR ",
    "category": "",
    "brand": "AISIN",
    "price": 268000.0,
    "slug": "وجه-تايمن-بيكب-فيكو-كوستر-2tr",
    "search_terms": [
      "وجه تايمن بيكب فيكو كوستر 2TR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 205201,
    "name": "كومبريسر تبريد بيكب هايلكس فيكو 05 - 15 2KD مع كلج COMPRESSOR HILUX 05-15 2KD W/CLTCH ",
    "category": "",
    "brand": "Denso",
    "price": 324000.0,
    "slug": "كومبريسر-تبريد-بيكب-هايلكس-فيكو-05--15-2kd-مع-كلج-compressor-hilux-05-15-2kd-wcltch",
    "search_terms": [
      "كومبريسر تبريد بيكب هايلكس فيكو 05 - 15 2KD مع كلج COMPRESSOR HILUX 05-15 2KD W/CLTCH ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205269,
    "name": "لايت هايلندر 22 - XSE داخل اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 310000.0,
    "slug": "لايت-هايلندر-22--xse-داخل-اسود-ايسر",
    "search_terms": [
      "لايت هايلندر 22 - XSE داخل اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 205270,
    "name": "لايت هايلندر 22 - XSE داخل اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 310000.0,
    "slug": "لايت-هايلندر-22--xse-داخل-اسود-ايمن",
    "search_terms": [
      "لايت هايلندر 22 - XSE داخل اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 205271,
    "name": "لايت هايلندر 22 -XLE داخل مربع نيكل ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 310000.0,
    "slug": "لايت-هايلندر-22-xle-داخل-مربع-نيكل-ايسر",
    "search_terms": [
      "لايت هايلندر 22 -XLE داخل مربع نيكل ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 205272,
    "name": "لايت هايلندر 22 - XLE داخل مربع نيكل ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 310000.0,
    "slug": "لايت-هايلندر-22--xle-داخل-مربع-نيكل-ايمن",
    "search_terms": [
      "لايت هايلندر 22 - XLE داخل مربع نيكل ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 205321,
    "name": "COMPRESSOR ASSY,W/MAG CLUTCH W204  07/ W212 09 C230 C280 C300 07. W212 E300 E350 E220CDI E250CDI 09 كومبريسر مارسيدس\t",
    "category": "",
    "brand": "Denso",
    "price": 321000.0,
    "slug": "compressor-assy,wmag-clutch-w204-07-w212-09-c230-c280-c300-07.-w212-e300-e350-e220cdi-e250cdi-09-كومبريسر-مارسيدس",
    "search_terms": [
      "COMPRESSOR ASSY,W/MAG CLUTCH W204  07/ W212 09 C230 C280 C300 07. W212 E300 E350 E220CDI E250CDI 09 كومبريسر مارسيدس\t",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205402,
    "name": "تريشة مسطرة تحت شباك الدعامية الامامية برادو 24 - اسفل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 113000.0,
    "slug": "تريشة-مسطرة-تحت-شباك-الدعامية-الامامية-برادو-24--اسفل",
    "search_terms": [
      "تريشة مسطرة تحت شباك الدعامية الامامية برادو 24 - اسفل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 205426,
    "name": "راديتر ماء لاند 08 - 21 لكزس 3UR 1UR 2UZ",
    "category": "",
    "brand": "Denso",
    "price": 406000.0,
    "slug": "راديتر-ماء-لاند-08--21-لكزس-3ur-1ur-2uz",
    "search_terms": [
      "راديتر ماء لاند 08 - 21 لكزس 3UR 1UR 2UZ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205511,
    "name": "كومبريسر تبريد كورلا 11 - 14 دبل حساس 4 برغي مع كلج",
    "category": "",
    "brand": "Denso",
    "price": 324000.0,
    "slug": "كومبريسر-تبريد-كورلا-11--14-دبل-حساس-4-برغي-مع-كلج",
    "search_terms": [
      "كومبريسر تبريد كورلا 11 - 14 دبل حساس 4 برغي مع كلج",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205529,
    "name": "COMPRESSOR ASSY,W/MAGNET CLUTC كومبريسر تبريد عكرب كاز ",
    "category": "",
    "brand": "Denso",
    "price": 338000.0,
    "slug": "compressor-assy,wmagnet-clutc-كومبريسر-تبريد-عكرب-كاز",
    "search_terms": [
      "COMPRESSOR ASSY,W/MAGNET CLUTC كومبريسر تبريد عكرب كاز ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205534,
    "name": "راديتر تبريد سيكويا 08 - 14 - تندرا 07- 14 -",
    "category": "",
    "brand": "Denso",
    "price": 321000.0,
    "slug": "راديتر-تبريد-سيكويا-08--14--تندرا-07-14",
    "search_terms": [
      "راديتر تبريد سيكويا 08 - 14 - تندرا 07- 14 -",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205591,
    "name": "كومبريسر تبريد كورلا 3 برغي 08 - 13 خليجي 1600 1800 كهربائي COMPRESSOR COROLLA 08-13 GCC YARIS 05-08 USA WITH PULLY OES ",
    "category": "",
    "brand": "Denso",
    "price": 360000.0,
    "slug": "كومبريسر-تبريد-كورلا-3-برغي-08--13-خليجي-1600-1800-كهربائي-compressor-corolla-08-13-gcc-yaris-05-08-usa-with-pully-oes",
    "search_terms": [
      "كومبريسر تبريد كورلا 3 برغي 08 - 13 خليجي 1600 1800 كهربائي COMPRESSOR COROLLA 08-13 GCC YARIS 05-08 USA WITH PULLY OES ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205672,
    "name": "كومبريسر تبريد كامري 18 - رف فور 19 - مع كلج تك حساس اصبع كلج",
    "category": "",
    "brand": "Denso",
    "price": 367000.0,
    "slug": "كومبريسر-تبريد-كامري-18--رف-فور-19--مع-كلج-تك-حساس-اصبع-كلج",
    "search_terms": [
      "كومبريسر تبريد كامري 18 - رف فور 19 - مع كلج تك حساس اصبع كلج",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205700,
    "name": "COMPRESSOR W/CLUTCH MERECEDES-BENZ 6PK (W220) (C215) ((W203) (CL203) (S203) (R230)(W211) (C209) (S211) (A209) (W639) (W639)(W639) (C219)  (W906) (W906) ",
    "category": "",
    "brand": "Denso",
    "price": 338000.0,
    "slug": "compressor-wclutch-merecedes-benz-6pk-(w220)-(c215)-((w203)-(cl203)-(s203)-(r230)(w211)-(c209)-(s211)-(a209)-(w639)-(w639)(w639)-(c219)-(w906)-(w906)",
    "search_terms": [
      "COMPRESSOR W/CLUTCH MERECEDES-BENZ 6PK (W220) (C215) ((W203) (CL203) (S203) (R230)(W211) (C209) (S211) (A209) (W639) (W639)(W639) (C219)  (W906) (W906) ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 205751,
    "name": "شباك لكزس LX570 - 21 ",
    "category": "",
    "brand": "GBT",
    "price": 367000.0,
    "slug": "شباك-لكزس-lx570--21",
    "search_terms": [
      "شباك لكزس LX570 - 21 ",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 205926,
    "name": "كومبريسر تبريد باجيرو 08 - 20 AC COMPRESSOR PAJERO MB 7813A083",
    "category": "",
    "brand": "Denso",
    "price": 409000.0,
    "slug": "كومبريسر-تبريد-باجيرو-08--20-ac-compressor-pajero-mb-7813a083",
    "search_terms": [
      "كومبريسر تبريد باجيرو 08 - 20 AC COMPRESSOR PAJERO MB 7813A083",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 206032,
    "name": "كومبريسر تبريد برادو 10 -19  عام تندرا حجم 17",
    "category": "",
    "brand": "Denso",
    "price": 402000.0,
    "slug": "كومبريسر-تبريد-برادو-10-19-عام-تندرا-حجم-17",
    "search_terms": [
      "كومبريسر تبريد برادو 10 -19  عام تندرا حجم 17",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 206041,
    "name": "كومبريسر تبريد كامري 18 - رف فور 19 - مع كلج تك حساس اصبع كلج ",
    "category": "",
    "brand": "Denso",
    "price": 395000.0,
    "slug": "كومبريسر-تبريد-كامري-18--رف-فور-19--مع-كلج-تك-حساس-اصبع-كلج",
    "search_terms": [
      "كومبريسر تبريد كامري 18 - رف فور 19 - مع كلج تك حساس اصبع كلج ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 206167,
    "name": "كومبريسر 4 برغي تبريد لاند لكزس 08 - 21 1GR 1UR 3UR 1VD / مع كلج 1UR 3UR",
    "category": "",
    "brand": "Denso",
    "price": 437000.0,
    "slug": "كومبريسر-4-برغي-تبريد-لاند-لكزس-08--21-1gr-1ur-3ur-1vd-مع-كلج-1ur-3ur",
    "search_terms": [
      "كومبريسر 4 برغي تبريد لاند لكزس 08 - 21 1GR 1UR 3UR 1VD / مع كلج 1UR 3UR",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 206545,
    "name": "كومبريسر 3 برغي تبريد لكزس لاند 08 - 11 2UZ مع كلج 2UZ ",
    "category": "",
    "brand": "Denso",
    "price": 501000.0,
    "slug": "كومبريسر-3-برغي-تبريد-لكزس-لاند-08--11-2uz-مع-كلج-2uz",
    "search_terms": [
      "كومبريسر 3 برغي تبريد لكزس لاند 08 - 11 2UZ مع كلج 2UZ ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 206961,
    "name": "بدي كت تحديث لاند 22 23 - من G و GX الى GXR VXR - مع لحية امامية + خلفية لاند 23 كويتي دون شباك لون اسود ",
    "category": "",
    "brand": "DAISEN",
    "price": 843000.0,
    "slug": "بدي-كت-تحديث-لاند-22-23--من-g-و-gx-الى-gxr-vxr--مع-لحية-امامية-+-خلفية-لاند-23-كويتي-دون-شباك-لون-اسود",
    "search_terms": [
      "بدي كت تحديث لاند 22 23 - من G و GX الى GXR VXR - مع لحية امامية + خلفية لاند 23 كويتي دون شباك لون اسود ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 206982,
    "name": "بدي كت تحديث لاند 22 23 - من G و GX الى GXR VXR - مع لحية امامية + خلفية لاند 23 كويتي دون شباك لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 843000.0,
    "slug": "بدي-كت-تحديث-لاند-22-23--من-g-و-gx-الى-gxr-vxr--مع-لحية-امامية-+-خلفية-لاند-23-كويتي-دون-شباك-لولوي",
    "search_terms": [
      "بدي كت تحديث لاند 22 23 - من G و GX الى GXR VXR - مع لحية امامية + خلفية لاند 23 كويتي دون شباك لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 207069,
    "name": "كت تحديث داخلي لاند من 08 الى 16 - بيجي شامل استيرن+قبضة كير مع صاج دشبول ضوئي ",
    "category": "",
    "brand": "DAISEN",
    "price": 959000.0,
    "slug": "كت-تحديث-داخلي-لاند-من-08-الى-16--بيجي-شامل-استيرن+قبضة-كير-مع-صاج-دشبول-ضوئي",
    "search_terms": [
      "كت تحديث داخلي لاند من 08 الى 16 - بيجي شامل استيرن+قبضة كير مع صاج دشبول ضوئي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 207070,
    "name": "كت تحديث داخلي لاند من 08 الى 16 - اسود شامل استيرن+قبضة كير مع صاج دشبول ضوئي ",
    "category": "",
    "brand": "DAISEN",
    "price": 959000.0,
    "slug": "كت-تحديث-داخلي-لاند-من-08-الى-16--اسود-شامل-استيرن+قبضة-كير-مع-صاج-دشبول-ضوئي",
    "search_terms": [
      "كت تحديث داخلي لاند من 08 الى 16 - اسود شامل استيرن+قبضة كير مع صاج دشبول ضوئي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 207219,
    "name": "كفر بلاستك اسفل الدعامية الوسطية برادو 24 - ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 56000.0,
    "slug": "كفر-بلاستك-اسفل-الدعامية-الوسطية-برادو-24--ايسر",
    "search_terms": [
      "كفر بلاستك اسفل الدعامية الوسطية برادو 24 - ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 207257,
    "name": "بدي كت تحديث خارجي من لاند 08 الى لاند 16 - 21 / لايت بلاك - شباك 21",
    "category": "",
    "brand": "GBT",
    "price": 1622000.0,
    "slug": "بدي-كت-تحديث-خارجي-من-لاند-08-الى-لاند-16--21-لايت-بلاك--شباك-21",
    "search_terms": [
      "بدي كت تحديث خارجي من لاند 08 الى لاند 16 - 21 / لايت بلاك - شباك 21",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 207419,
    "name": " Quick Coupler R1234yf HP Red ولف شحن عاز 1234 احمر حار ",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "quick-coupler-r1234yf-hp-red-ولف-شحن-عاز-1234-احمر-حار",
    "search_terms": [
      " Quick Coupler R1234yf HP Red ولف شحن عاز 1234 احمر حار ",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 207420,
    "name": " Quick Coupler R1234yf LP Blue ولف شحن عاز 1234 ازرق بارد",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "quick-coupler-r1234yf-lp-blue-ولف-شحن-عاز-1234-ازرق-بارد",
    "search_terms": [
      " Quick Coupler R1234yf LP Blue ولف شحن عاز 1234 ازرق بارد",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 207421,
    "name": " Quick Coupler R134a HP Red ولف شحن غاز 134 احمر حار ",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "quick-coupler-r134a-hp-red-ولف-شحن-غاز-134-احمر-حار",
    "search_terms": [
      " Quick Coupler R134a HP Red ولف شحن غاز 134 احمر حار ",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 207422,
    "name": " Quick Coupler R134a LP Blue ولف شحن غاز 134 ازرق بارد",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "quick-coupler-r134a-lp-blue-ولف-شحن-غاز-134-ازرق-بارد",
    "search_terms": [
      " Quick Coupler R134a LP Blue ولف شحن غاز 134 ازرق بارد",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 207435,
    "name": "AISIN Bug & Tar Remover 473MLx20PCS - بخاخ تنظيف القطران و البقع 473 مل ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 17000.0,
    "slug": "aisin-bug-and-tar-remover-473mlx20pcs--بخاخ-تنظيف-القطران-و-البقع-473-مل-ايسن",
    "search_terms": [
      "AISIN Bug & Tar Remover 473MLx20PCS - بخاخ تنظيف القطران و البقع 473 مل ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207436,
    "name": "AISIN Car Stain Remover 473MLx20PCS- بخاخ مزيل البقع الصعبة للهيكل الخارجي 473 مل ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 13000.0,
    "slug": "aisin-car-stain-remover-473mlx20pcs-بخاخ-مزيل-البقع-الصعبة-للهيكل-الخارجي-473-مل-ايسن",
    "search_terms": [
      "AISIN Car Stain Remover 473MLx20PCS- بخاخ مزيل البقع الصعبة للهيكل الخارجي 473 مل ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207437,
    "name": "AISIN Car Wax 473MLx20 - واكس 473 مل ايسن",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 16000.0,
    "slug": "aisin-car-wax-473mlx20--واكس-473-مل-ايسن",
    "search_terms": [
      "AISIN Car Wax 473MLx20 - واكس 473 مل ايسن",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207438,
    "name": "AISIN Interior Cleane 473MLx20PCS- بخاخ منظف داخلي عام 473 مل ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 13000.0,
    "slug": "aisin-interior-cleane-473mlx20pcs-بخاخ-منظف-داخلي-عام-473-مل-ايسن",
    "search_terms": [
      "AISIN Interior Cleane 473MLx20PCS- بخاخ منظف داخلي عام 473 مل ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207439,
    "name": "AISIN Leather Conditioner 473MLx20PCS- بخاخ بلسم و واقي جلود 473 مل ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 14000.0,
    "slug": "aisin-leather-conditioner-473mlx20pcs-بخاخ-بلسم-و-واقي-جلود-473-مل-ايسن",
    "search_terms": [
      "AISIN Leather Conditioner 473MLx20PCS- بخاخ بلسم و واقي جلود 473 مل ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207440,
    "name": "AISIN Odor Eliminator 250MLx20PCS- بخاخ معطر داخلي  250 ملم ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 11000.0,
    "slug": "aisin-odor-eliminator-250mlx20pcs-بخاخ-معطر-داخلي-250-ملم-ايسن",
    "search_terms": [
      "AISIN Odor Eliminator 250MLx20PCS- بخاخ معطر داخلي  250 ملم ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207441,
    "name": "AISIN Scratch Remover 150MLx20PCS - مزيل خدوش 150 مل ايسن",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 9000.0,
    "slug": "aisin-scratch-remover-150mlx20pcs--مزيل-خدوش-150-مل-ايسن",
    "search_terms": [
      "AISIN Scratch Remover 150MLx20PCS - مزيل خدوش 150 مل ايسن",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207442,
    "name": "AISIN Tire & Trim Coating 473MLx20PCS- بخاخ ملمع اطارات و قطع سوداء 473 مل ايسن",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 18000.0,
    "slug": "aisin-tire-and-trim-coating-473mlx20pcs-بخاخ-ملمع-اطارات-و-قطع-سوداء-473-مل-ايسن",
    "search_terms": [
      "AISIN Tire & Trim Coating 473MLx20PCS- بخاخ ملمع اطارات و قطع سوداء 473 مل ايسن",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207443,
    "name": "AISIN Wash & Wax 1000MLx12PCS - شامبو غسيل و واكس 1000مل ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 8000.0,
    "slug": "aisin-wash-and-wax-1000mlx12pcs--شامبو-غسيل-و-واكس-1000مل-ايسن",
    "search_terms": [
      "AISIN Wash & Wax 1000MLx12PCS - شامبو غسيل و واكس 1000مل ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207445,
    "name": "AISIN Windshield Washer Fluid 60MLx160PCS- سائل شامبو ماء زراكة 60 مل ايسن ",
    "category": "",
    "brand": "AISIN-LUB",
    "price": 2000.0,
    "slug": "aisin-windshield-washer-fluid-60mlx160pcs-سائل-شامبو-ماء-زراكة-60-مل-ايسن",
    "search_terms": [
      "AISIN Windshield Washer Fluid 60MLx160PCS- سائل شامبو ماء زراكة 60 مل ايسن ",
      "",
      "AISIN-LUB",
      "False"
    ]
  },
  {
    "id": 207484,
    "name": "فج بريك خلفي لاند 08 - 15 ايمن",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "فج-بريك-خلفي-لاند-08--15-ايمن",
    "search_terms": [
      "فج بريك خلفي لاند 08 - 15 ايمن",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 207637,
    "name": "دبل امامي سني هندي - فيرسا 11 - 19 ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 35000.0,
    "slug": "دبل-امامي-سني-هندي--فيرسا-11--19-ايمن",
    "search_terms": [
      "دبل امامي سني هندي - فيرسا 11 - 19 ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 207647,
    "name": "OES TO 90919-01191 IRIDIUM PLUG SK20HR11 بلك 91 ليزري لاند فيكو 3RU 1GR 2TR -\t",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "oes-to-90919-01191-iridium-plug-sk20hr11-بلك-91-ليزري-لاند-فيكو-3ru-1gr-2tr",
    "search_terms": [
      "OES TO 90919-01191 IRIDIUM PLUG SK20HR11 بلك 91 ليزري لاند فيكو 3RU 1GR 2TR -\t",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 207653,
    "name": "دبل امامي كامري 07-11  خليجي  ايسر ",
    "category": "",
    "brand": "AISIN",
    "price": 42000.0,
    "slug": "دبل-امامي-كامري-07-11-خليجي-ايسر",
    "search_terms": [
      "دبل امامي كامري 07-11  خليجي  ايسر ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 207731,
    "name": "بخاخ تبريد كامري ",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "بخاخ-تبريد-كامري",
    "search_terms": [
      "بخاخ تبريد كامري ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 207740,
    "name": "راديتر تبريد لاند ولكزس 22 - عام ",
    "category": "",
    "brand": "Denso",
    "price": 212000.0,
    "slug": "راديتر-تبريد-لاند-ولكزس-22--عام",
    "search_terms": [
      "راديتر تبريد لاند ولكزس 22 - عام ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 207836,
    "name": "كفر بلاستك اسفل الدعامية الوسطية برادو 24 - ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بلاستك-اسفل-الدعامية-الوسطية-برادو-24--ايمن",
    "search_terms": [
      "كفر بلاستك اسفل الدعامية الوسطية برادو 24 - ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 207849,
    "name": "كرن زاوية دعامية امامية برادو 24 - مع فتحة عدسة ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كرن-زاوية-دعامية-امامية-برادو-24--مع-فتحة-عدسة-ايسر",
    "search_terms": [
      "كرن زاوية دعامية امامية برادو 24 - مع فتحة عدسة ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 207908,
    "name": "كويل مجول نيسان عام محرك 8 سلندر 5.7",
    "category": "",
    "brand": "AISIN",
    "price": 25000.0,
    "slug": "كويل-مجول-نيسان-عام-محرك-8-سلندر-5.7",
    "search_terms": [
      "كويل مجول نيسان عام محرك 8 سلندر 5.7",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 207912,
    "name": "فريز تبريد يارس",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "فريز-تبريد-يارس",
    "search_terms": [
      "فريز تبريد يارس",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 207913,
    "name": "بطانة جاملغ امامي كورلا 20 -خليجي وارد صين ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بطانة-جاملغ-امامي-كورلا-20-خليجي-وارد-صين-ايسر",
    "search_terms": [
      "بطانة جاملغ امامي كورلا 20 -خليجي وارد صين ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 207914,
    "name": "بطانة جاملغ امامي كورلا 20 -خليجي وارد صين ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بطانة-جاملغ-امامي-كورلا-20-خليجي-وارد-صين-ايمن",
    "search_terms": [
      "بطانة جاملغ امامي كورلا 20 -خليجي وارد صين ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 207924,
    "name": "دبل خلفي كامري 12 - 17 ايسر ",
    "category": "",
    "brand": "AISIN",
    "price": 45000.0,
    "slug": "دبل-خلفي-كامري-12--17-ايسر",
    "search_terms": [
      "دبل خلفي كامري 12 - 17 ايسر ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208012,
    "name": "بخاخ تبريد كامري 09 -  مع عازل زفت",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "بخاخ-تبريد-كامري-09--مع-عازل-زفت",
    "search_terms": [
      "بخاخ تبريد كامري 09 -  مع عازل زفت",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 208031,
    "name": "فريز تبريد خلفي هايس 05-19 قمارة عالية CG RR EVAPORATOR HAICE 05-19 HR",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "فريز-تبريد-خلفي-هايس-05-19-قمارة-عالية-cg-rr-evaporator-haice-05-19-hr",
    "search_terms": [
      "فريز تبريد خلفي هايس 05-19 قمارة عالية CG RR EVAPORATOR HAICE 05-19 HR",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 208061,
    "name": "بخاخ تبريد ثلاجة لاند 08 - 21 عام",
    "category": "",
    "brand": "Denso",
    "price": 78000.0,
    "slug": "بخاخ-تبريد-ثلاجة-لاند-08--21-عام",
    "search_terms": [
      "بخاخ تبريد ثلاجة لاند 08 - 21 عام",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 208137,
    "name": "دبل امامي فيكو 2W ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 34000.0,
    "slug": "دبل-امامي-فيكو-2w-ايمن",
    "search_terms": [
      "دبل امامي فيكو 2W ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208159,
    "name": "كويل مجول نيسان 6 سلندر محرك 3.5 عام التما مكسما بافندر",
    "category": "",
    "brand": "AISIN",
    "price": 21000.0,
    "slug": "كويل-مجول-نيسان-6-سلندر-محرك-3.5-عام-التما-مكسما-بافندر",
    "search_terms": [
      "كويل مجول نيسان 6 سلندر محرك 3.5 عام التما مكسما بافندر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208196,
    "name": "31410-60571 عنبار كلج رئيسي بيكب تويوتا جمرة 3RZ عادي",
    "category": "",
    "brand": "AISIN",
    "price": 52000.0,
    "slug": "31410-60571-عنبار-كلج-رئيسي-بيكب-تويوتا-جمرة-3rz-عادي",
    "search_terms": [
      "31410-60571 عنبار كلج رئيسي بيكب تويوتا جمرة 3RZ عادي",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208210,
    "name": "كويل مجول التما 19 - 2.5",
    "category": "",
    "brand": "AISIN",
    "price": 28000.0,
    "slug": "كويل-مجول-التما-19--2.5",
    "search_terms": [
      "كويل مجول التما 19 - 2.5",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208296,
    "name": "دبل خلفي بيكب فيكو 2W ",
    "category": "",
    "brand": "AISIN",
    "price": 24000.0,
    "slug": "دبل-خلفي-بيكب-فيكو-2w",
    "search_terms": [
      "دبل خلفي بيكب فيكو 2W ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208310,
    "name": "تريشة اسفل الدعامية امامية كورلا 23 - امريكي LE كورلا ليفان صيني 23 - ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-اسفل-الدعامية-امامية-كورلا-23--امريكي-le-كورلا-ليفان-صيني-23",
    "search_terms": [
      "تريشة اسفل الدعامية امامية كورلا 23 - امريكي LE كورلا ليفان صيني 23 - ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 208364,
    "name": "دبل امامي لاند 08 - 21 6 سلندر ",
    "category": "",
    "brand": "AISIN",
    "price": 44000.0,
    "slug": "دبل-امامي-لاند-08--21-6-سلندر",
    "search_terms": [
      "دبل امامي لاند 08 - 21 6 سلندر ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208420,
    "name": "راديتر تبريد كورلا 08 - 18 امريكي خليجي AC CONDENSOR COROLLA 08-18 W DRIER",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "راديتر-تبريد-كورلا-08--18-امريكي-خليجي-ac-condensor-corolla-08-18-w-drier",
    "search_terms": [
      "راديتر تبريد كورلا 08 - 18 امريكي خليجي AC CONDENSOR COROLLA 08-18 W DRIER",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 208421,
    "name": "كويل مجول رف فور كامري 18 - 21 A25A كورلا خليجي امريكي M20AFKS",
    "category": "",
    "brand": "AISIN",
    "price": 24000.0,
    "slug": "كويل-مجول-رف-فور-كامري-18--21-a25a-كورلا-خليجي-امريكي-m20afks",
    "search_terms": [
      "كويل مجول رف فور كامري 18 - 21 A25A كورلا خليجي امريكي M20AFKS",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208423,
    "name": "فج بريك امامي عكرب 08 - 16 - ايسر",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "فج-بريك-امامي-عكرب-08--16--ايسر",
    "search_terms": [
      "فج بريك امامي عكرب 08 - 16 - ايسر",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 208426,
    "name": "كويل مجول باترول 10 - Y62 ارمادا 17 - VK56 انفينيتي QX56 QX80",
    "category": "",
    "brand": "AISIN",
    "price": 28000.0,
    "slug": "كويل-مجول-باترول-10--y62-ارمادا-17--vk56-انفينيتي-qx56-qx80",
    "search_terms": [
      "كويل مجول باترول 10 - Y62 ارمادا 17 - VK56 انفينيتي QX56 QX80",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208487,
    "name": "راديتر ماء برادو 10 - 22 1GR اوتو ",
    "category": "",
    "brand": "Denso",
    "price": 282000.0,
    "slug": "راديتر-ماء-برادو-10--22-1gr-اوتو",
    "search_terms": [
      "راديتر ماء برادو 10 - 22 1GR اوتو ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 208501,
    "name": "دبل امامي برادو 10 - 23 ",
    "category": "",
    "brand": "AISIN",
    "price": 34000.0,
    "slug": "دبل-امامي-برادو-10--23",
    "search_terms": [
      "دبل امامي برادو 10 - 23 ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208549,
    "name": "DXE22H11C بلك نيسان سنترا 19 -  OES 22401-6CA1C 22401-6CT1C 22401-6LB1C",
    "category": "",
    "brand": "Denso",
    "price": 21000.0,
    "slug": "dxe22h11c-بلك-نيسان-سنترا-19--oes-22401-6ca1c-22401-6ct1c-22401-6lb1c",
    "search_terms": [
      "DXE22H11C بلك نيسان سنترا 19 -  OES 22401-6CA1C 22401-6CT1C 22401-6LB1C",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 208558,
    "name": "دبل خلفي فورجنر 05 -15 ايمن ايسر ",
    "category": "",
    "brand": "AISIN",
    "price": 23000.0,
    "slug": "دبل-خلفي-فورجنر-05-15-ايمن-ايسر",
    "search_terms": [
      "دبل خلفي فورجنر 05 -15 ايمن ايسر ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208597,
    "name": "دبل امامي سني ياباني 01 - 08 ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 35000.0,
    "slug": "دبل-امامي-سني-ياباني-01--08-ايمن",
    "search_terms": [
      "دبل امامي سني ياباني 01 - 08 ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208748,
    "name": "دبل خلفي كورلا بيكاتشو 01 - 07 ايمن ايسر",
    "category": "",
    "brand": "AISIN",
    "price": 25000.0,
    "slug": "دبل-خلفي-كورلا-بيكاتشو-01--07-ايمن-ايسر",
    "search_terms": [
      "دبل خلفي كورلا بيكاتشو 01 - 07 ايمن ايسر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208832,
    "name": "دعامية امامية كورلا 19 - خليجي لون لولوي 070 ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 78000.0,
    "slug": "دعامية-امامية-كورلا-19--خليجي-لون-لولوي-070",
    "search_terms": [
      "دعامية امامية كورلا 19 - خليجي لون لولوي 070 ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 208863,
    "name": "انفيرتر ماطور واتربم كورلا 19 - 2ZRFXE هايبرد كورلا ليفان 20- 8ZR",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "انفيرتر-ماطور-واتربم-كورلا-19--2zrfxe-هايبرد-كورلا-ليفان-20-8zr",
    "search_terms": [
      "انفيرتر ماطور واتربم كورلا 19 - 2ZRFXE هايبرد كورلا ليفان 20- 8ZR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208864,
    "name": "كويل مجول نافارا QR25",
    "category": "",
    "brand": "AISIN",
    "price": 34000.0,
    "slug": "كويل-مجول-نافارا-qr25",
    "search_terms": [
      "كويل مجول نافارا QR25",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 208948,
    "name": "دبل خلفي باترول y61 سفاري 97 - 03 ",
    "category": "",
    "brand": "AISIN",
    "price": 25000.0,
    "slug": "دبل-خلفي-باترول-y61-سفاري-97--03",
    "search_terms": [
      "دبل خلفي باترول y61 سفاري 97 - 03 ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209182,
    "name": "COMP ASSY W/MG CLUTCH YARIS ECHO COROLLA 01-07 كومبريسر تبريد كورلا بيكاتشو 03 - 07",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "comp-assy-wmg-clutch-yaris-echo-corolla-01-07-كومبريسر-تبريد-كورلا-بيكاتشو-03--07",
    "search_terms": [
      "COMP ASSY W/MG CLUTCH YARIS ECHO COROLLA 01-07 كومبريسر تبريد كورلا بيكاتشو 03 - 07",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 209198,
    "name": "NRO شباك رئيسي كورلا كروس 22 وارد صيني - اسود\tTY-22CRL-008-B",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-شباك-رئيسي-كورلا-كروس-22-وارد-صيني--اسود-ty-22crl-008-b",
    "search_terms": [
      "NRO شباك رئيسي كورلا كروس 22 وارد صيني - اسود\tTY-22CRL-008-B",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 209280,
    "name": "كويل مجول باترول 10 - Y62 ارمادا 17 - VK56 انفينيتي QX56 QX80",
    "category": "",
    "brand": "AISIN",
    "price": 28000.0,
    "slug": "كويل-مجول-باترول-10--y62-ارمادا-17--vk56-انفينيتي-qx56-qx80",
    "search_terms": [
      "كويل مجول باترول 10 - Y62 ارمادا 17 - VK56 انفينيتي QX56 QX80",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209361,
    "name": "فج بريك خلفي لاند 08 - 15 ايسر",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "فج-بريك-خلفي-لاند-08--15-ايسر",
    "search_terms": [
      "فج بريك خلفي لاند 08 - 15 ايسر",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 209419,
    "name": "طخم واشر محرك 1GR 08-11 كامل",
    "category": "",
    "brand": "KP ",
    "price": 141000.0,
    "slug": "طخم-واشر-محرك-1gr-08-11-كامل",
    "search_terms": [
      "طخم واشر محرك 1GR 08-11 كامل",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 209422,
    "name": "ماطور لو كير فور ويل فيكو ريفو ",
    "category": "",
    "brand": "ADVICS",
    "price": 183000.0,
    "slug": "ماطور-لو-كير-فور-ويل-فيكو-ريفو",
    "search_terms": [
      "ماطور لو كير فور ويل فيكو ريفو ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 209423,
    "name": "طخم واشر محرك 1HZ - بدون كازكيت ",
    "category": "",
    "brand": "KP ",
    "price": 120000.0,
    "slug": "طخم-واشر-محرك-1hz--بدون-كازكيت",
    "search_terms": [
      "طخم واشر محرك 1HZ - بدون كازكيت ",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 209425,
    "name": "طخم واشر محرك بافندر 4000  VK40",
    "category": "",
    "brand": "KP ",
    "price": 127000.0,
    "slug": "طخم-واشر-محرك-بافندر-4000-vk40",
    "search_terms": [
      "طخم واشر محرك بافندر 4000  VK40",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 209439,
    "name": "فج بريك امامي عكرب 08 - 16 - ايمن",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "فج-بريك-امامي-عكرب-08--16--ايمن",
    "search_terms": [
      "فج بريك امامي عكرب 08 - 16 - ايمن",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 209545,
    "name": "فلتر كير لاند 98-07  2UZ",
    "category": "",
    "brand": "MassFit",
    "price": 0,
    "slug": "فلتر-كير-لاند-98-07-2uz",
    "search_terms": [
      "فلتر كير لاند 98-07  2UZ",
      "",
      "MassFit",
      "False"
    ]
  },
  {
    "id": 209584,
    "name": "دبل خلفي كامري 07 - 11 خليجي ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 45000.0,
    "slug": "دبل-خلفي-كامري-07--11-خليجي-ايمن",
    "search_terms": [
      "دبل خلفي كامري 07 - 11 خليجي ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209637,
    "name": "دبل خلفي بافندر 08 - 13 ايمن ايسر ",
    "category": "",
    "brand": "AISIN",
    "price": 21000.0,
    "slug": "دبل-خلفي-بافندر-08--13-ايمن-ايسر",
    "search_terms": [
      "دبل خلفي بافندر 08 - 13 ايمن ايسر ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209639,
    "name": "كازكيت محرك 1HZ - 1.15",
    "category": "",
    "brand": "KP ",
    "price": 63000.0,
    "slug": "كازكيت-محرك-1hz--1.15",
    "search_terms": [
      "كازكيت محرك 1HZ - 1.15",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 209640,
    "name": "كازكيت محرك 1HZ - 1.25",
    "category": "",
    "brand": "KP ",
    "price": 63000.0,
    "slug": "كازكيت-محرك-1hz--1.25",
    "search_terms": [
      "كازكيت محرك 1HZ - 1.25",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 209736,
    "name": "فيت بم فورجنر ريفو 16 - 1GR 6 سلندر ",
    "category": "",
    "brand": "Denso",
    "price": 85000.0,
    "slug": "فيت-بم-فورجنر-ريفو-16--1gr-6-سلندر",
    "search_terms": [
      "فيت بم فورجنر ريفو 16 - 1GR 6 سلندر ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 209749,
    "name": "دبل امامي فيكو 2W ايسر",
    "category": "",
    "brand": "AISIN",
    "price": 34000.0,
    "slug": "دبل-امامي-فيكو-2w-ايسر",
    "search_terms": [
      "دبل امامي فيكو 2W ايسر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209773,
    "name": "كفر سبير برادو 11 - 18 - لون اسود",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 127000.0,
    "slug": "كفر-سبير-برادو-11--18--لون-اسود",
    "search_terms": [
      "كفر سبير برادو 11 - 18 - لون اسود",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 209818,
    "name": "كلج مروحة كوستر كاز 22 - N04C",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "كلج-مروحة-كوستر-كاز-22--n04c",
    "search_terms": [
      "كلج مروحة كوستر كاز 22 - N04C",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209824,
    "name": "كويل مجول نيسان 4 سلندر محرك 2.5  1.8 عام سنترا روج التما مورانو",
    "category": "",
    "brand": "AISIN",
    "price": 23000.0,
    "slug": "كويل-مجول-نيسان-4-سلندر-محرك-2.5-1.8-عام-سنترا-روج-التما-مورانو",
    "search_terms": [
      "كويل مجول نيسان 4 سلندر محرك 2.5  1.8 عام سنترا روج التما مورانو",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 209932,
    "name": "دبل خلفي كامري 12 - 17 ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 51000.0,
    "slug": "دبل-خلفي-كامري-12--17-ايمن",
    "search_terms": [
      "دبل خلفي كامري 12 - 17 ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 210127,
    "name": "لايت كورلا هايبرد 23 - خليجي صيني كلوب ليد زنون ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-هايبرد-23--خليجي-صيني-كلوب-ليد-زنون-ايسر",
    "search_terms": [
      "لايت كورلا هايبرد 23 - خليجي صيني كلوب ليد زنون ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 210128,
    "name": "لايت كورلا هايبرد 23 - خليجي صيني كلوب ليد زنون ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-هايبرد-23--خليجي-صيني-كلوب-ليد-زنون-ايمن",
    "search_terms": [
      "لايت كورلا هايبرد 23 - خليجي صيني كلوب ليد زنون ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 210129,
    "name": "لايت كورلا 23 - ليفان وارد صين ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-23--ليفان-وارد-صين-ايسر",
    "search_terms": [
      "لايت كورلا 23 - ليفان وارد صين ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 210130,
    "name": "لايت كورلا 23 - ليفان وارد صين ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-23--ليفان-وارد-صين-ايمن",
    "search_terms": [
      "لايت كورلا 23 - ليفان وارد صين ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 210193,
    "name": "دبل خلفي كامري 07 - 11 خليجي ايسر",
    "category": "",
    "brand": "AISIN",
    "price": 45000.0,
    "slug": "دبل-خلفي-كامري-07--11-خليجي-ايسر",
    "search_terms": [
      "دبل خلفي كامري 07 - 11 خليجي ايسر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 210214,
    "name": "دبل خلفي كورلا 08 - 18",
    "category": "",
    "brand": "AISIN",
    "price": 28000.0,
    "slug": "دبل-خلفي-كورلا-08--18",
    "search_terms": [
      "دبل خلفي كورلا 08 - 18",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 210241,
    "name": "دبل امامي  فيكو ريفو فورجنر 05 - 16 -  4w ",
    "category": "",
    "brand": "AISIN",
    "price": 31000.0,
    "slug": "دبل-امامي-فيكو-ريفو-فورجنر-05--16--4w",
    "search_terms": [
      "دبل امامي  فيكو ريفو فورجنر 05 - 16 -  4w ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 210243,
    "name": "كويل مجول لاند لكزس 22- V35  رف فور هايلندر كامري 18 - A25FX هايبرد",
    "category": "",
    "brand": "AISIN",
    "price": 28000.0,
    "slug": "كويل-مجول-لاند-لكزس-22-v35-رف-فور-هايلندر-كامري-18--a25fx-هايبرد",
    "search_terms": [
      "كويل مجول لاند لكزس 22- V35  رف فور هايلندر كامري 18 - A25FX هايبرد",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 210247,
    "name": "عنبار كلج اسفل فيكو 2KD",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "عنبار-كلج-اسفل-فيكو-2kd",
    "search_terms": [
      "عنبار كلج اسفل فيكو 2KD",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 212764,
    "name": "كويل مجول نيسان 22448-1KT0A",
    "category": "",
    "brand": "AISIN",
    "price": 24000.0,
    "slug": "كويل-مجول-نيسان-22448-1kt0a",
    "search_terms": [
      "كويل مجول نيسان 22448-1KT0A",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 212923,
    "name": "دبل امامي ارمادا 05 - انفينيتي 05 - 10 QX56 ",
    "category": "",
    "brand": "AISIN",
    "price": 39000.0,
    "slug": "دبل-امامي-ارمادا-05--انفينيتي-05--10-qx56",
    "search_terms": [
      "دبل امامي ارمادا 05 - انفينيتي 05 - 10 QX56 ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 212936,
    "name": "دبل امامي سني ياباني 01 - 08 ايسر",
    "category": "",
    "brand": "AISIN",
    "price": 35000.0,
    "slug": "دبل-امامي-سني-ياباني-01--08-ايسر",
    "search_terms": [
      "دبل امامي سني ياباني 01 - 08 ايسر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 212970,
    "name": "انفيرتر ماطور واتربم كورلا 19 - كامري 18 - M20AFXS A25AFXE",
    "category": "",
    "brand": "AISIN",
    "price": 106000.0,
    "slug": "انفيرتر-ماطور-واتربم-كورلا-19--كامري-18--m20afxs-a25afxe",
    "search_terms": [
      "انفيرتر ماطور واتربم كورلا 19 - كامري 18 - M20AFXS A25AFXE",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 212997,
    "name": "دبل امامي كامري 07-11 خليجي ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 42000.0,
    "slug": "دبل-امامي-كامري-07-11-خليجي-ايمن",
    "search_terms": [
      "دبل امامي كامري 07-11 خليجي ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 213080,
    "name": "دبل امامي كورلا 08 - 13 ايسر",
    "category": "",
    "brand": "AISIN",
    "price": 42000.0,
    "slug": "دبل-امامي-كورلا-08--13-ايسر",
    "search_terms": [
      "دبل امامي كورلا 08 - 13 ايسر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 213162,
    "name": "دبل خلفي بيكب فيكو 4W ",
    "category": "",
    "brand": "AISIN",
    "price": 24000.0,
    "slug": "دبل-خلفي-بيكب-فيكو-4w",
    "search_terms": [
      "دبل خلفي بيكب فيكو 4W ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 213205,
    "name": "دبل خلفي برادو 07 - 09 اف جي 07 -10",
    "category": "",
    "brand": "AISIN",
    "price": 25000.0,
    "slug": "دبل-خلفي-برادو-07--09-اف-جي-07-10",
    "search_terms": [
      "دبل خلفي برادو 07 - 09 اف جي 07 -10",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 256292,
    "name": "فلتر كير لاند 08 - 21 1GR 2UZ برادو عام\t",
    "category": "",
    "brand": "MassFit",
    "price": 0,
    "slug": "فلتر-كير-لاند-08--21-1gr-2uz-برادو-عام",
    "search_terms": [
      "فلتر كير لاند 08 - 21 1GR 2UZ برادو عام\t",
      "",
      "MassFit",
      "False"
    ]
  },
  {
    "id": 256419,
    "name": "دعامية امامية لاند 16 - 21 لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دعامية-امامية-لاند-16--21-لون-لولوي",
    "search_terms": [
      "دعامية امامية لاند 16 - 21 لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256501,
    "name": "بروجكتر كيكس 17 - بيكب نيسان فرونتير 22 -ليد ",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-كيكس-17--بيكب-نيسان-فرونتير-22-ليد",
    "search_terms": [
      "بروجكتر كيكس 17 - بيكب نيسان فرونتير 22 -ليد ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 256586,
    "name": "دعامية خلفية باترول 20 - Y62 مع سكن لون لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دعامية-خلفية-باترول-20--y62-مع-سكن-لون-لولوي",
    "search_terms": [
      "دعامية خلفية باترول 20 - Y62 مع سكن لون لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256587,
    "name": "دعامية خلفية باترول 20 - Y62 مع سكن لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دعامية-خلفية-باترول-20--y62-مع-سكن-لون-اسود",
    "search_terms": [
      "دعامية خلفية باترول 20 - Y62 مع سكن لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256588,
    "name": "لحية خلفية لاند 22- 23 - لمتد مع فتحة هوك لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "لحية-خلفية-لاند-22-23--لمتد-مع-فتحة-هوك-لولوي",
    "search_terms": [
      "لحية خلفية لاند 22- 23 - لمتد مع فتحة هوك لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256589,
    "name": "لحية خلفية لاند 22- 23 - لمتد مع فتحة هوك لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "لحية-خلفية-لاند-22-23--لمتد-مع-فتحة-هوك-لون-اسود",
    "search_terms": [
      "لحية خلفية لاند 22- 23 - لمتد مع فتحة هوك لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256592,
    "name": "set كفر لحية امامية لاند 22- 23- اسود لمتد ايمن + ايسر",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "set-كفر-لحية-امامية-لاند-22-23-اسود-لمتد-ايمن-+-ايسر",
    "search_terms": [
      "set كفر لحية امامية لاند 22- 23- اسود لمتد ايمن + ايسر",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256594,
    "name": "كفر هوك لحية خلفية لاند 22 - 23 - لمتد مع فتحة هوك لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "كفر-هوك-لحية-خلفية-لاند-22--23--لمتد-مع-فتحة-هوك-لون-اسود",
    "search_terms": [
      "كفر هوك لحية خلفية لاند 22 - 23 - لمتد مع فتحة هوك لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 256741,
    "name": "لحية امامية لكزس 24- lx600 ايمن + ايسر لولوي",
    "category": "",
    "brand": "GBT",
    "price": 0,
    "slug": "لحية-امامية-لكزس-24-lx600-ايمن-+-ايسر-لولوي",
    "search_terms": [
      "لحية امامية لكزس 24- lx600 ايمن + ايسر لولوي",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 256742,
    "name": "لحية امامية لكزس 24- lx600 ايمن + ايسر اسود",
    "category": "",
    "brand": "GBT",
    "price": 0,
    "slug": "لحية-امامية-لكزس-24-lx600-ايمن-+-ايسر-اسود",
    "search_terms": [
      "لحية امامية لكزس 24- lx600 ايمن + ايسر اسود",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 256743,
    "name": "لحية خلفية لكزس 24- LX600 ايمن+ايسر لولوي",
    "category": "",
    "brand": "GBT",
    "price": 0,
    "slug": "لحية-خلفية-لكزس-24-lx600-ايمن+ايسر-لولوي",
    "search_terms": [
      "لحية خلفية لكزس 24- LX600 ايمن+ايسر لولوي",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 256744,
    "name": "لحية خلفية لكزس 24 - LX600 F-SPORT ايمن + ايسر اسود ",
    "category": "",
    "brand": "GBT",
    "price": 0,
    "slug": "لحية-خلفية-لكزس-24--lx600-f-sport-ايمن-+-ايسر-اسود",
    "search_terms": [
      "لحية خلفية لكزس 24 - LX600 F-SPORT ايمن + ايسر اسود ",
      "",
      "GBT",
      "False"
    ]
  },
  {
    "id": 257257,
    "name": "سيت بستم 2ZR سايز 20",
    "category": "",
    "brand": "ART",
    "price": 0,
    "slug": "سيت-بستم-2zr-سايز-20",
    "search_terms": [
      "سيت بستم 2ZR سايز 20",
      "",
      "ART",
      "False"
    ]
  },
  {
    "id": 257262,
    "name": "لايت كورلا 14 - 16 امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-14--16-امريكي-ايسر",
    "search_terms": [
      "لايت كورلا 14 - 16 امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257284,
    "name": "جنح لاند 23 - ليد استوب لايت لمتد LIMITED لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "جنح-لاند-23--ليد-استوب-لايت-لمتد-limited-لولوي",
    "search_terms": [
      "جنح لاند 23 - ليد استوب لايت لمتد LIMITED لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257285,
    "name": "شباك لاند 22 اسود و رصاصي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "شباك-لاند-22-اسود-و-رصاصي",
    "search_terms": [
      "شباك لاند 22 اسود و رصاصي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257291,
    "name": " قاعدة رقم لاند 22 - من دون تريشة باب بدي اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "قاعدة-رقم-لاند-22--من-دون-تريشة-باب-بدي-اسود",
    "search_terms": [
      " قاعدة رقم لاند 22 - من دون تريشة باب بدي اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257296,
    "name": "علامة كتابة لاند كروزر بالباب الامامي لاند 22 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "علامة-كتابة-لاند-كروزر-بالباب-الامامي-لاند-22",
    "search_terms": [
      "علامة كتابة لاند كروزر بالباب الامامي لاند 22 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257298,
    "name": "علامة بلاك اديشن BLACK EDITION باب بالبدي الاسفل لاند 22 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "علامة-بلاك-اديشن-black-edition-باب-بالبدي-الاسفل-لاند-22",
    "search_terms": [
      "علامة بلاك اديشن BLACK EDITION باب بالبدي الاسفل لاند 22 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257306,
    "name": "نيكل حاجب دعامية امامية برادو 24 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "نيكل-حاجب-دعامية-امامية-برادو-24",
    "search_terms": [
      "نيكل حاجب دعامية امامية برادو 24 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257307,
    "name": "ليد دعامية امامية برادو 24 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "ليد-دعامية-امامية-برادو-24",
    "search_terms": [
      "ليد دعامية امامية برادو 24 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257311,
    "name": "قاعدة رقم برادو 24 - رصاصي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "قاعدة-رقم-برادو-24--رصاصي",
    "search_terms": [
      "قاعدة رقم برادو 24 - رصاصي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257313,
    "name": " قاعدة رقم برادو 24 - اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "قاعدة-رقم-برادو-24--اسود",
    "search_terms": [
      " قاعدة رقم برادو 24 - اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257315,
    "name": "قاعدة رقم برادو 24 - نيكل",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "قاعدة-رقم-برادو-24--نيكل",
    "search_terms": [
      "قاعدة رقم برادو 24 - نيكل",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257316,
    "name": "قاعدة رقم برادو 24 - لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "قاعدة-رقم-برادو-24--لولوي",
    "search_terms": [
      "قاعدة رقم برادو 24 - لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257320,
    "name": "كفر داير بك لايت برادو 18 - اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "كفر-داير-بك-لايت-برادو-18--اسود",
    "search_terms": [
      "كفر داير بك لايت برادو 18 - اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257322,
    "name": "كفر داير بك لايت برادو 18 - لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "كفر-داير-بك-لايت-برادو-18--لولوي",
    "search_terms": [
      "كفر داير بك لايت برادو 18 - لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257326,
    "name": " كفر + قاعدة ماسكة جوال لاند 22 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "كفر-+-قاعدة-ماسكة-جوال-لاند-22",
    "search_terms": [
      " كفر + قاعدة ماسكة جوال لاند 22 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257329,
    "name": "تريشة قمارة لاند 22 - اسودSET",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "تريشة-قمارة-لاند-22--اسودset",
    "search_terms": [
      "تريشة قمارة لاند 22 - اسودSET",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257335,
    "name": "دوسة جانبية برادو 24 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دوسة-جانبية-برادو-24",
    "search_terms": [
      "دوسة جانبية برادو 24 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257336,
    "name": "تريشة قمارة برادو 24 - ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "تريشة-قمارة-برادو-24",
    "search_terms": [
      "تريشة قمارة برادو 24 - ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257338,
    "name": "جنح برادو 24 - لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "جنح-برادو-24--لولوي",
    "search_terms": [
      "جنح برادو 24 - لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 257352,
    "name": "بك زاوية كامري 21 - امريكي LE SE ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-21--امريكي-le-se-ايسر",
    "search_terms": [
      "بك زاوية كامري 21 - امريكي LE SE ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257353,
    "name": "بك زاوية كامري 21 - امريكي LE SE ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-21--امريكي-le-se-ايمن",
    "search_terms": [
      "بك زاوية كامري 21 - امريكي LE SE ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257354,
    "name": "بك صندوق كامري 21 - امريكي LE SE ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-21--امريكي-le-se-ايسر",
    "search_terms": [
      "بك صندوق كامري 21 - امريكي LE SE ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257355,
    "name": "بك صندوق كامري 21 - امريكي LE SE ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-21--امريكي-le-se-ايمن",
    "search_terms": [
      "بك صندوق كامري 21 - امريكي LE SE ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257356,
    "name": "تريشة اسفل الدعامية الخلفية كورلا ليفان 23 -  سبورت  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-اسفل-الدعامية-الخلفية-كورلا-ليفان-23--سبورت",
    "search_terms": [
      "تريشة اسفل الدعامية الخلفية كورلا ليفان 23 -  سبورت  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257357,
    "name": "كفر فتحة سحب هوك خلفي لامع كورلا ليفان 23 -  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-فتحة-سحب-هوك-خلفي-لامع-كورلا-ليفان-23",
    "search_terms": [
      "كفر فتحة سحب هوك خلفي لامع كورلا ليفان 23 -  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257362,
    "name": "لايت كامري 21 - خليجي LE داخل عدسة+كلوب بمحولة داخلية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-21--خليجي-le-داخل-عدسة+كلوب-بمحولة-داخلية-ايسر",
    "search_terms": [
      "لايت كامري 21 - خليجي LE داخل عدسة+كلوب بمحولة داخلية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257363,
    "name": "لايت كامري 21 - خليجي LE داخل عدسة+كلوب بمحولة داخلية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-21--خليجي-le-داخل-عدسة+كلوب-بمحولة-داخلية-ايمن",
    "search_terms": [
      "لايت كامري 21 - خليجي LE داخل عدسة+كلوب بمحولة داخلية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257568,
    "name": "باور بريك لاند 98-07",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "باور-بريك-لاند-98-07",
    "search_terms": [
      "باور بريك لاند 98-07",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 257570,
    "name": "عنبار بريك عكرب سيارة بنز خلفي 07-16",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "عنبار-بريك-عكرب-سيارة-بنز-خلفي-07-16",
    "search_terms": [
      "عنبار بريك عكرب سيارة بنز خلفي 07-16",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 257571,
    "name": "عنبار بريك بيكب ريفو عام 16- كير عادي",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "عنبار-بريك-بيكب-ريفو-عام-16-كير-عادي",
    "search_terms": [
      "عنبار بريك بيكب ريفو عام 16- كير عادي",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 257577,
    "name": "عنبار كلج رئيسي بيك نيسان شبوط بخاخ 98-07",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "عنبار-كلج-رئيسي-بيك-نيسان-شبوط-بخاخ-98-07",
    "search_terms": [
      "عنبار كلج رئيسي بيك نيسان شبوط بخاخ 98-07",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 257588,
    "name": "فافونة كلج لاند 1UR",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "فافونة-كلج-لاند-1ur",
    "search_terms": [
      "فافونة كلج لاند 1UR",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 257592,
    "name": "حساس دهن نيسان ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "حساس-دهن-نيسان",
    "search_terms": [
      "حساس دهن نيسان ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 257600,
    "name": "واتربم ريفو 15-22 2GD",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "واتربم-ريفو-15-22-2gd",
    "search_terms": [
      "واتربم ريفو 15-22 2GD",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 257829,
    "name": "لايت كراند هايلندر 24- امريكي LE ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كراند-هايلندر-24-امريكي-le-ايسر",
    "search_terms": [
      "لايت كراند هايلندر 24- امريكي LE ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257830,
    "name": "لايت كراند هايلندر 24- امريكي LE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كراند-هايلندر-24-امريكي-le-ايمن",
    "search_terms": [
      "لايت كراند هايلندر 24- امريكي LE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257831,
    "name": "لايت كراند هايلندر 24- امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كراند-هايلندر-24-امريكي-se-ايسر",
    "search_terms": [
      "لايت كراند هايلندر 24- امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257832,
    "name": "لايت كراند هايلندر 24- امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كراند-هايلندر-24-امريكي-se-ايمن",
    "search_terms": [
      "لايت كراند هايلندر 24- امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257837,
    "name": "كفر بروجكتر بدون فتحة  كراند هايلندر 24- امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بروجكتر-بدون-فتحة-كراند-هايلندر-24-امريكي-ايسر",
    "search_terms": [
      "كفر بروجكتر بدون فتحة  كراند هايلندر 24- امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257838,
    "name": "كفر بروجكتر بدون فتحة  كراند هايلندر 24- امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بروجكتر-بدون-فتحة-كراند-هايلندر-24-امريكي-ايمن",
    "search_terms": [
      "كفر بروجكتر بدون فتحة  كراند هايلندر 24- امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257839,
    "name": "كفر بروجكتر مع فتحة  كراند هايلندر 24- امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بروجكتر-مع-فتحة-كراند-هايلندر-24-امريكي-ايسر",
    "search_terms": [
      "كفر بروجكتر مع فتحة  كراند هايلندر 24- امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257840,
    "name": "كفر بروجكتر مع فتحة  كراند هايلندر 24- امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بروجكتر-مع-فتحة-كراند-هايلندر-24-امريكي-ايمن",
    "search_terms": [
      "كفر بروجكتر مع فتحة  كراند هايلندر 24- امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257843,
    "name": "تريشة لحية دعامية امامي كراند هايلندر 24- امريكي LE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-لحية-دعامية-امامي-كراند-هايلندر-24-امريكي-le",
    "search_terms": [
      "تريشة لحية دعامية امامي كراند هايلندر 24- امريكي LE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257844,
    "name": "تريشة لحية دعامية امامي كراند هايلندر 24- امريكي SE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-لحية-دعامية-امامي-كراند-هايلندر-24-امريكي-se",
    "search_terms": [
      "تريشة لحية دعامية امامي كراند هايلندر 24- امريكي SE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257845,
    "name": " دعامية امامية كراند هايلندر 24- امريكي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-كراند-هايلندر-24-امريكي",
    "search_terms": [
      " دعامية امامية كراند هايلندر 24- امريكي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257846,
    "name": "شباك رئيسي اعلى كراند هايلندر 24- امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-رئيسي-اعلى-كراند-هايلندر-24-امريكي",
    "search_terms": [
      "شباك رئيسي اعلى كراند هايلندر 24- امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257847,
    "name": "شباك دعامية اسفل كراند هايلندر 24- امريكي بدون فتحة كامرا وحساس",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-اسفل-كراند-هايلندر-24-امريكي-بدون-فتحة-كامرا-وحساس",
    "search_terms": [
      "شباك دعامية اسفل كراند هايلندر 24- امريكي بدون فتحة كامرا وحساس",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257848,
    "name": "شباك دعامية اسفل كراند هايلندر 24- امريكي مع  فتحة كامرا وحساس",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-اسفل-كراند-هايلندر-24-امريكي-مع-فتحة-كامرا-وحساس",
    "search_terms": [
      "شباك دعامية اسفل كراند هايلندر 24- امريكي مع  فتحة كامرا وحساس",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257849,
    "name": "شباك دعامية اسفل كراند هايلندر 24- امريكي بدون  فتحة كامرا  مع  فتحة حساس اسود",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-اسفل-كراند-هايلندر-24-امريكي-بدون-فتحة-كامرا-مع-فتحة-حساس-اسود",
    "search_terms": [
      "شباك دعامية اسفل كراند هايلندر 24- امريكي بدون  فتحة كامرا  مع  فتحة حساس اسود",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257850,
    "name": "شباك دعامية اسفل كراند هايلندر 24- امريكي مع فتحة كامرا  مع  فتحة حساس ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-اسفل-كراند-هايلندر-24-امريكي-مع-فتحة-كامرا-مع-فتحة-حساس",
    "search_terms": [
      "شباك دعامية اسفل كراند هايلندر 24- امريكي مع فتحة كامرا  مع  فتحة حساس ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257851,
    "name": "شباك دعامية اسفل كراند هايلندر 24- امريكي مع  فتحة كامرا وحساس اسود",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-اسفل-كراند-هايلندر-24-امريكي-مع-فتحة-كامرا-وحساس-اسود",
    "search_terms": [
      "شباك دعامية اسفل كراند هايلندر 24- امريكي مع  فتحة كامرا وحساس اسود",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257852,
    "name": "نيكل دعامية امامية  اعلى شباك  كراند هايلندر 24- امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-دعامية-امامية-اعلى-شباك-كراند-هايلندر-24-امريكي",
    "search_terms": [
      "نيكل دعامية امامية  اعلى شباك  كراند هايلندر 24- امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257853,
    "name": "نيكل حاجب دعامية امامية تحت لايت  كراند هايلندر24 - ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-حاجب-دعامية-امامية-تحت-لايت-كراند-هايلندر24--ايمن",
    "search_terms": [
      "نيكل حاجب دعامية امامية تحت لايت  كراند هايلندر24 - ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257854,
    "name": "نيكل حاجب دعامية امامية تحت لايت  كراند هايلندر24- ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-حاجب-دعامية-امامية-تحت-لايت-كراند-هايلندر24-ايسر",
    "search_terms": [
      "نيكل حاجب دعامية امامية تحت لايت  كراند هايلندر24- ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257861,
    "name": " تريشة  لحية دعامية امامية كراند هايبندر 24- امريكي  وسطية سلفر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-لحية-دعامية-امامية-كراند-هايبندر-24-امريكي-وسطية-سلفر",
    "search_terms": [
      " تريشة  لحية دعامية امامية كراند هايبندر 24- امريكي  وسطية سلفر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257864,
    "name": "عدسة بروجكتر كراند هايلندر 24- امريكي ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "عدسة-بروجكتر-كراند-هايلندر-24-امريكي-ايسر",
    "search_terms": [
      "عدسة بروجكتر كراند هايلندر 24- امريكي ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 257865,
    "name": "عدسة بروجكتر كراند هايلندر 24- امريكي ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "عدسة-بروجكتر-كراند-هايلندر-24-امريكي-ايمن",
    "search_terms": [
      "عدسة بروجكتر كراند هايلندر 24- امريكي ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258199,
    "name": "بطانة درع اسفل دعامية امامي كامري 24-25 صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بطانة-درع-اسفل-دعامية-امامي-كامري-24-25-صيني",
    "search_terms": [
      "بطانة درع اسفل دعامية امامي كامري 24-25 صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258200,
    "name": "بطانة جاملغ امامي لاند  08-15 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بطانة-جاملغ-امامي-لاند-08-15-ايسر",
    "search_terms": [
      "بطانة جاملغ امامي لاند  08-15 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258201,
    "name": "بطانة جاملغ امامي لاند  08-15 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بطانة-جاملغ-امامي-لاند-08-15-ايمن",
    "search_terms": [
      "بطانة جاملغ امامي لاند  08-15 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258202,
    "name": "بطانة درع اسفل دعامية امامي كامري 25- امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بطانة-درع-اسفل-دعامية-امامي-كامري-25-امريكي",
    "search_terms": [
      "بطانة درع اسفل دعامية امامي كامري 25- امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258207,
    "name": "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض صغير ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-فرونتلاندر-23-وارد-صيني-سكن-اشارة-ابيض-صغير-ايسر",
    "search_terms": [
      "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض صغير ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258208,
    "name": "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض صغير ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-فرونتلاندر-23-وارد-صيني-سكن-اشارة-ابيض-صغير-ايمن",
    "search_terms": [
      "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض صغير ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258209,
    "name": "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض كبيير ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-فرونتلاندر-23-وارد-صيني-سكن-اشارة-ابيض-كبيير-ايسر",
    "search_terms": [
      "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض كبيير ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258210,
    "name": "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض كبيير ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-فرونتلاندر-23-وارد-صيني-سكن-اشارة-ابيض-كبيير-ايمن",
    "search_terms": [
      "بك زاوية فرونتلاندر 23- وارد صيني سكن اشارة ابيض كبيير ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258211,
    "name": "بك زاوية كامري 25- امريكي LE/SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-25-امريكي-lese-ايسر",
    "search_terms": [
      "بك زاوية كامري 25- امريكي LE/SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258212,
    "name": "بك زاوية كامري 25- امريكي LE/SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-25-امريكي-lese-ايمن",
    "search_terms": [
      "بك زاوية كامري 25- امريكي LE/SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258219,
    "name": "بك زاوية كامري 25- وارد صيني مواصفات عالية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-25-وارد-صيني-مواصفات-عالية-ايسر",
    "search_terms": [
      "بك زاوية كامري 25- وارد صيني مواصفات عالية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258220,
    "name": "بك زاوية كامري 25- وارد صيني مواصفات ناصية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-25-وارد-صيني-مواصفات-ناصية-ايسر",
    "search_terms": [
      "بك زاوية كامري 25- وارد صيني مواصفات ناصية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258221,
    "name": "بك زاوية كامري 25- وارد صيني مواصفات عالية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-25-وارد-صيني-مواصفات-عالية-ايمن",
    "search_terms": [
      "بك زاوية كامري 25- وارد صيني مواصفات عالية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258222,
    "name": "بك زاوية كامري 25- وارد صيني مواصفات ناصية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كامري-25-وارد-صيني-مواصفات-ناصية-ايمن",
    "search_terms": [
      "بك زاوية كامري 25- وارد صيني مواصفات ناصية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258225,
    "name": "بك صندوق فرونتلاندر 23- وارد صيني سكن بك تك كلوب ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-فرونتلاندر-23-وارد-صيني-سكن-بك-تك-كلوب-ايسر",
    "search_terms": [
      "بك صندوق فرونتلاندر 23- وارد صيني سكن بك تك كلوب ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258226,
    "name": "بك صندوق فرونتلاندر 23- وارد صيني سكن بك تك كلوب ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-فرونتلاندر-23-وارد-صيني-سكن-بك-تك-كلوب-ايمن",
    "search_terms": [
      "بك صندوق فرونتلاندر 23- وارد صيني سكن بك تك كلوب ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258227,
    "name": "بك صندوق فرونتلاندر 23- وارد صيني سكن بك دبل كلوب ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-فرونتلاندر-23-وارد-صيني-سكن-بك-دبل-كلوب-ايسر",
    "search_terms": [
      "بك صندوق فرونتلاندر 23- وارد صيني سكن بك دبل كلوب ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258228,
    "name": "بك صندوق فرونتلاندر 23- وارد صيني سكن بك دبل كلوب ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-فرونتلاندر-23-وارد-صيني-سكن-بك-دبل-كلوب-ايمن",
    "search_terms": [
      "بك صندوق فرونتلاندر 23- وارد صيني سكن بك دبل كلوب ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258229,
    "name": "بك صندوق كامري 25- امريكي LE/SE ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-امريكي-lese-ايسر",
    "search_terms": [
      "بك صندوق كامري 25- امريكي LE/SE ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258230,
    "name": "بك صندوق كامري 25- امريكي LE/SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-امريكي-lese-ايمن",
    "search_terms": [
      "بك صندوق كامري 25- امريكي LE/SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258231,
    "name": "بك صندوق كامري 25- امريكي XLE/XSE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-امريكي-xlexse-ايسر",
    "search_terms": [
      "بك صندوق كامري 25- امريكي XLE/XSE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258232,
    "name": "بك صندوق كامري 25- امريكي XLE/XSE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-امريكي-xlexse-ايمن",
    "search_terms": [
      "بك صندوق كامري 25- امريكي XLE/XSE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258235,
    "name": "بك صندوق كامري 25- وارد صيني مواصفات عالية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-وارد-صيني-مواصفات-عالية-ايسر",
    "search_terms": [
      "بك صندوق كامري 25- وارد صيني مواصفات عالية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258236,
    "name": "بك صندوق كامري 25- وارد صيني مواصفات ناصية  ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-وارد-صيني-مواصفات-ناصية-ايسر",
    "search_terms": [
      "بك صندوق كامري 25- وارد صيني مواصفات ناصية  ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258237,
    "name": "بك صندوق كامري 25- وارد صيني مواصفات عالية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-وارد-صيني-مواصفات-عالية-ايمن",
    "search_terms": [
      "بك صندوق كامري 25- وارد صيني مواصفات عالية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258238,
    "name": "بك صندوق كامري 25- وارد صيني مواصفات ناصية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كامري-25-وارد-صيني-مواصفات-ناصية-ايمن",
    "search_terms": [
      "بك صندوق كامري 25- وارد صيني مواصفات ناصية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258239,
    "name": "بك لايت لكزس برادو ابيض 18-23 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-لكزس-برادو-ابيض-18-23-ايسر",
    "search_terms": [
      "بك لايت لكزس برادو ابيض 18-23 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258240,
    "name": "بك لايت لكزس برادو ابيض 18-23 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-لكزس-برادو-ابيض-18-23-ايمن",
    "search_terms": [
      "بك لايت لكزس برادو ابيض 18-23 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258241,
    "name": "بك لايت لكزس برادو احمر 18-23 ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-لكزس-برادو-احمر-18-23-ايسر",
    "search_terms": [
      "بك لايت لكزس برادو احمر 18-23 ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258242,
    "name": "بك لايت لكزس برادو احمر 18-23 ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-لكزس-برادو-احمر-18-23-ايمن",
    "search_terms": [
      "بك لايت لكزس برادو احمر 18-23 ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258243,
    "name": "تريشة باب امامي فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-باب-امامي-فرونتلاندر-23-ايسر",
    "search_terms": [
      "تريشة باب امامي فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258244,
    "name": "تريشة باب امامي فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-باب-امامي-فرونتلاندر-23-ايمن",
    "search_terms": [
      "تريشة باب امامي فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258245,
    "name": "تريشة باب خلفي فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-باب-خلفي-فرونتلاندر-23-ايسر",
    "search_terms": [
      "تريشة باب خلفي فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258246,
    "name": "تريشة باب خلفي فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-باب-خلفي-فرونتلاندر-23-ايمن",
    "search_terms": [
      "تريشة باب خلفي فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258247,
    "name": "تريشة شباك فرونتلاندر 23- وارد صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-شباك-فرونتلاندر-23-وارد-صيني",
    "search_terms": [
      "تريشة شباك فرونتلاندر 23- وارد صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258248,
    "name": "تريشة فوق دعامية امامي فرونتلاندر 23- وارد صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-فوق-دعامية-امامي-فرونتلاندر-23-وارد-صيني",
    "search_terms": [
      "تريشة فوق دعامية امامي فرونتلاندر 23- وارد صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258249,
    "name": "تريشة لحية دعامية خلفي كامري 25- صيني خليجي امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-لحية-دعامية-خلفي-كامري-25-صيني-خليجي-امريكي",
    "search_terms": [
      "تريشة لحية دعامية خلفي كامري 25- صيني خليجي امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258250,
    "name": "NRO تريشة لحية دعامية خلفية كامري 25- امريكي XLE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-تريشة-لحية-دعامية-خلفية-كامري-25-امريكي-xle",
    "search_terms": [
      "NRO تريشة لحية دعامية خلفية كامري 25- امريكي XLE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258251,
    "name": "تريشة مسطرة دعامية خلفي فرونتلاندر 23-",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-مسطرة-دعامية-خلفي-فرونتلاندر-23",
    "search_terms": [
      "تريشة مسطرة دعامية خلفي فرونتلاندر 23-",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258252,
    "name": "حاجب دعامية خلفي فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "حاجب-دعامية-خلفي-فرونتلاندر-23-ايسر",
    "search_terms": [
      "حاجب دعامية خلفي فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258253,
    "name": "حاجب دعامية خلفي فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "حاجب-دعامية-خلفي-فرونتلاندر-23-ايمن",
    "search_terms": [
      "حاجب دعامية خلفي فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258254,
    "name": "خرطوم كفر شوتة بدنة كورلا كروس 22- وارد صيني ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "خرطوم-كفر-شوتة-بدنة-كورلا-كروس-22-وارد-صيني",
    "search_terms": [
      "خرطوم كفر شوتة بدنة كورلا كروس 22- وارد صيني ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258255,
    "name": "دعامية امامية فرونتلاندر 23- وارد صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-فرونتلاندر-23-وارد-صيني",
    "search_terms": [
      "دعامية امامية فرونتلاندر 23- وارد صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258256,
    "name": "دعامية امامية كامري 25- امريكي LE/XLE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-كامري-25-امريكي-lexle",
    "search_terms": [
      "دعامية امامية كامري 25- امريكي LE/XLE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258257,
    "name": "دعامية امامية كامري 25- امريكي SE/XSE ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-كامري-25-امريكي-sexse",
    "search_terms": [
      "دعامية امامية كامري 25- امريكي SE/XSE ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258258,
    "name": "دعامية امامية كامري 25- صيني خليجي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-كامري-25-صيني-خليجي",
    "search_terms": [
      "دعامية امامية كامري 25- صيني خليجي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258259,
    "name": "دعامية خلفي فرونتلاندر 23- وارد صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-خلفي-فرونتلاندر-23-وارد-صيني",
    "search_terms": [
      "دعامية خلفي فرونتلاندر 23- وارد صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258260,
    "name": "دعامية خلفية كامري 25- امريكي خليجي صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-خلفية-كامري-25-امريكي-خليجي-صيني",
    "search_terms": [
      "دعامية خلفية كامري 25- امريكي خليجي صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258261,
    "name": "NRO SAME AS 25CMU-009 دعامية خلفية كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-same-as-25cmu-009-دعامية-خلفية-كامري-25-صيني-خليجي",
    "search_terms": [
      "NRO SAME AS 25CMU-009 دعامية خلفية كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258262,
    "name": "شباك دعامية امامي فرونتلاندر 23- وارد صيني",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامي-فرونتلاندر-23-وارد-صيني",
    "search_terms": [
      "شباك دعامية امامي فرونتلاندر 23- وارد صيني",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258263,
    "name": "شباك دعامية امامية  اسفل كامري  25- امريكي XLE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامية-اسفل-كامري-25-امريكي-xle",
    "search_terms": [
      "شباك دعامية امامية  اسفل كامري  25- امريكي XLE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258264,
    "name": "شباك دعامية امامية  كورلا ليفان 23- صيني عريض",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامية-كورلا-ليفان-23-صيني-عريض",
    "search_terms": [
      "شباك دعامية امامية  كورلا ليفان 23- صيني عريض",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258265,
    "name": "شباك دعامية امامية كورلا ليفان 23- صيني كصيف",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامية-كورلا-ليفان-23-صيني-كصيف",
    "search_terms": [
      "شباك دعامية امامية كورلا ليفان 23- صيني كصيف",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258266,
    "name": "شباك دعامية امامية اسفل كامري  25- امريكي LE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامية-اسفل-كامري-25-امريكي-le",
    "search_terms": [
      "شباك دعامية امامية اسفل كامري  25- امريكي LE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258267,
    "name": "شباك دعامية امامية اسفل كامري 25- امريكي SE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامية-اسفل-كامري-25-امريكي-se",
    "search_terms": [
      "شباك دعامية امامية اسفل كامري 25- امريكي SE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258268,
    "name": "شباك دعامية امامية اسفل كامري 25- امريكي XSE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-امامية-اسفل-كامري-25-امريكي-xse",
    "search_terms": [
      "شباك دعامية امامية اسفل كامري 25- امريكي XSE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258270,
    "name": "شباك رئيسي اعلى جانب لايت بدون كامرة كامري 25- امريكي ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-رئيسي-اعلى-جانب-لايت-بدون-كامرة-كامري-25-امريكي",
    "search_terms": [
      "شباك رئيسي اعلى جانب لايت بدون كامرة كامري 25- امريكي ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258271,
    "name": "شباك رئيسي اعلى كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-رئيسي-اعلى-كامري-25-صيني-خليجي",
    "search_terms": [
      "شباك رئيسي اعلى كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258272,
    "name": "NRO SAME AS 25CMU-032 فسفورة  سكن دعامية خلفية كامري 25- صيني خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-same-as-25cmu-032-فسفورة-سكن-دعامية-خلفية-كامري-25-صيني-خليجي-ايسر",
    "search_terms": [
      "NRO SAME AS 25CMU-032 فسفورة  سكن دعامية خلفية كامري 25- صيني خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258273,
    "name": "NRO NRO SAME AS 25CMU-032فسفورة سكن دعامية خلفية كامري 25- صيني خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-nro-same-as-25cmu-032فسفورة-سكن-دعامية-خلفية-كامري-25-صيني-خليجي-ايمن",
    "search_terms": [
      "NRO NRO SAME AS 25CMU-032فسفورة سكن دعامية خلفية كامري 25- صيني خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258274,
    "name": "فسفورة سكن دعامية خلفية كامري 25- امريكي خليجي صيني ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "فسفورة-سكن-دعامية-خلفية-كامري-25-امريكي-خليجي-صيني-ايسر",
    "search_terms": [
      "فسفورة سكن دعامية خلفية كامري 25- امريكي خليجي صيني ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258275,
    "name": "فسفورة سكن دعامية خلفية كامري 25- امريكي خليجي صيني ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "فسفورة-سكن-دعامية-خلفية-كامري-25-امريكي-خليجي-صيني-ايمن",
    "search_terms": [
      "فسفورة سكن دعامية خلفية كامري 25- امريكي خليجي صيني ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258276,
    "name": "قاعدة رقم امامي كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "قاعدة-رقم-امامي-كامري-25-صيني-خليجي",
    "search_terms": [
      "قاعدة رقم امامي كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258277,
    "name": "قاعدة شباك كامري 25- امريكي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "قاعدة-شباك-كامري-25-امريكي",
    "search_terms": [
      "قاعدة شباك كامري 25- امريكي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258278,
    "name": "قاعدة شباك كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "قاعدة-شباك-كامري-25-صيني-خليجي",
    "search_terms": [
      "قاعدة شباك كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258279,
    "name": "قاعدة ظهر دعامية امامية كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "قاعدة-ظهر-دعامية-امامية-كامري-25-صيني-خليجي",
    "search_terms": [
      "قاعدة ظهر دعامية امامية كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258280,
    "name": "كفر  درع بطانة تحت محرك فرونتلاندر 23-",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-درع-بطانة-تحت-محرك-فرونتلاندر-23",
    "search_terms": [
      "كفر  درع بطانة تحت محرك فرونتلاندر 23-",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258281,
    "name": "كفر بدنة اعلى كامري 25- خليجي صيني امريكي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بدنة-اعلى-كامري-25-خليجي-صيني-امريكي",
    "search_terms": [
      "كفر بدنة اعلى كامري 25- خليجي صيني امريكي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258282,
    "name": "NRO SAME AS TY-25CMU-031 كفر بدنة كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-same-as-ty-25cmu-031-كفر-بدنة-كامري-25-صيني-خليجي",
    "search_terms": [
      "NRO SAME AS TY-25CMU-031 كفر بدنة كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258283,
    "name": "كفر بدنة  اسفل راديتر كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بدنة-اسفل-راديتر-كامري-25-صيني-خليجي",
    "search_terms": [
      "كفر بدنة  اسفل راديتر كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258284,
    "name": "كفر جانب بك زاوية كامري 25- صيني خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-جانب-بك-زاوية-كامري-25-صيني-خليجي-ايسر",
    "search_terms": [
      "كفر جانب بك زاوية كامري 25- صيني خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258285,
    "name": "كفر جانب بك زاوية كامري 25- صيني خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-جانب-بك-زاوية-كامري-25-صيني-خليجي-ايمن",
    "search_terms": [
      "كفر جانب بك زاوية كامري 25- صيني خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258286,
    "name": "كفر حاجب جانب بك زاوية كامري امريكي خليجي صيني 25- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-بك-زاوية-كامري-امريكي-خليجي-صيني-25-ايسر",
    "search_terms": [
      "كفر حاجب جانب بك زاوية كامري امريكي خليجي صيني 25- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258287,
    "name": "كفر حاجب جانب بك زاوية كامري امريكي خليجي صيني 25- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-بك-زاوية-كامري-امريكي-خليجي-صيني-25-ايمن",
    "search_terms": [
      "كفر حاجب جانب بك زاوية كامري امريكي خليجي صيني 25- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258288,
    "name": "كفر حاجب اسفل دعامية امامية كامري 25- امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-اسفل-دعامية-امامية-كامري-25-امريكي-se-ايسر",
    "search_terms": [
      "كفر حاجب اسفل دعامية امامية كامري 25- امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258289,
    "name": "كفر حاجب اسفل دعامية امامية كامري 25- امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-اسفل-دعامية-امامية-كامري-25-امريكي-se-ايمن",
    "search_terms": [
      "كفر حاجب اسفل دعامية امامية كامري 25- امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258290,
    "name": "كفر حاجب اسفل دعامية امامية كامري 25- امريكي XSE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-اسفل-دعامية-امامية-كامري-25-امريكي-xse-ايسر",
    "search_terms": [
      "كفر حاجب اسفل دعامية امامية كامري 25- امريكي XSE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258291,
    "name": "كفر حاجب اسفل دعامية امامية كامري 25- امريكي XSE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-اسفل-دعامية-امامية-كامري-25-امريكي-xse-ايمن",
    "search_terms": [
      "كفر حاجب اسفل دعامية امامية كامري 25- امريكي XSE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258292,
    "name": "كفر حاجب جانب بك زاوية كامري امريكي خليجي 25- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-بك-زاوية-كامري-امريكي-خليجي-25-ايسر",
    "search_terms": [
      "كفر حاجب جانب بك زاوية كامري امريكي خليجي 25- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258293,
    "name": "كفر حاجب جانب بك زاوية كامري امريكي خليجي 25- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-بك-زاوية-كامري-امريكي-خليجي-25-ايمن",
    "search_terms": [
      "كفر حاجب جانب بك زاوية كامري امريكي خليجي 25- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258294,
    "name": "كفر حاجب جانب دعامية امامية كامري 25- امريكي LE/XLE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-دعامية-امامية-كامري-25-امريكي-lexle-ايسر",
    "search_terms": [
      "كفر حاجب جانب دعامية امامية كامري 25- امريكي LE/XLE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258295,
    "name": "كفر حاجب جانب دعامية امامية كامري 25- امريكي LE/XLE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-دعامية-امامية-كامري-25-امريكي-lexle-ايمن",
    "search_terms": [
      "كفر حاجب جانب دعامية امامية كامري 25- امريكي LE/XLE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258296,
    "name": "كفر حاجب جانب دعامية امامية كامري 25- امريكي SE ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-دعامية-امامية-كامري-25-امريكي-se-ايسر",
    "search_terms": [
      "كفر حاجب جانب دعامية امامية كامري 25- امريكي SE ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258297,
    "name": "كفر حاجب جانب دعامية امامية كامري 25- امريكي SE ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانب-دعامية-امامية-كامري-25-امريكي-se-ايمن",
    "search_terms": [
      "كفر حاجب جانب دعامية امامية كامري 25- امريكي SE ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258298,
    "name": "كفر حاجب جانبي دعامية امامية كامري 25- صيني خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانبي-دعامية-امامية-كامري-25-صيني-خليجي-ايسر",
    "search_terms": [
      "كفر حاجب جانبي دعامية امامية كامري 25- صيني خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258299,
    "name": "كفر حاجب جانبي دعامية امامية كامري 25- صيني خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-حاجب-جانبي-دعامية-امامية-كامري-25-صيني-خليجي-ايمن",
    "search_terms": [
      "كفر حاجب جانبي دعامية امامية كامري 25- صيني خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258300,
    "name": "كفر دعامية اسفل خلفية كورلا ليفان 23- صيني مشيف سبورت",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-دعامية-اسفل-خلفية-كورلا-ليفان-23-صيني-مشيف-سبورت",
    "search_terms": [
      "كفر دعامية اسفل خلفية كورلا ليفان 23- صيني مشيف سبورت",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258301,
    "name": "كفر زاوية حاجب الاسفل دعامية خلفية فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-زاوية-حاجب-الاسفل-دعامية-خلفية-فرونتلاندر-23-ايسر",
    "search_terms": [
      "كفر زاوية حاجب الاسفل دعامية خلفية فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258302,
    "name": "كفر زاوية حاجب الاسفل دعامية خلفية فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-زاوية-حاجب-الاسفل-دعامية-خلفية-فرونتلاندر-23-ايمن",
    "search_terms": [
      "كفر زاوية حاجب الاسفل دعامية خلفية فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258303,
    "name": "كفر زاوية حاجب دعامية خلفية فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-زاوية-حاجب-دعامية-خلفية-فرونتلاندر-23-ايسر",
    "search_terms": [
      "كفر زاوية حاجب دعامية خلفية فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258304,
    "name": "كفر زاوية حاجب دعامية خلفية فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-زاوية-حاجب-دعامية-خلفية-فرونتلاندر-23-ايمن",
    "search_terms": [
      "كفر زاوية حاجب دعامية خلفية فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258305,
    "name": "كفر شوتة بدنة كورلا كروس 22- وارد صيني ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-شوتة-بدنة-كورلا-كروس-22-وارد-صيني",
    "search_terms": [
      "كفر شوتة بدنة كورلا كروس 22- وارد صيني ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258306,
    "name": "NRO SAME AS 25CMU-013كفر كصة دعامية امامي اعلى  كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-same-as-25cmu-013كفر-كصة-دعامية-امامي-اعلى-كامري-25-صيني-خليجي",
    "search_terms": [
      "NRO SAME AS 25CMU-013كفر كصة دعامية امامي اعلى  كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258307,
    "name": "كفر كصة دعامية امامية اعلى كامري 25- امريكي خليجي صيني ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-كصة-دعامية-امامية-اعلى-كامري-25-امريكي-خليجي-صيني",
    "search_terms": [
      "كفر كصة دعامية امامية اعلى كامري 25- امريكي خليجي صيني ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258308,
    "name": "كفر هوك بالدعامية امامي كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-هوك-بالدعامية-امامي-كامري-25-صيني-خليجي",
    "search_terms": [
      "كفر هوك بالدعامية امامي كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258311,
    "name": "لايت فرونتلاندر تك عدسة 23- وارد صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-فرونتلاندر-تك-عدسة-23-وارد-صيني-ايسر",
    "search_terms": [
      "لايت فرونتلاندر تك عدسة 23- وارد صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258312,
    "name": "لايت فرونتلاندر ليد مسطرة اعلى 23- وارد صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-فرونتلاندر-ليد-مسطرة-اعلى-23-وارد-صيني-ايسر",
    "search_terms": [
      "لايت فرونتلاندر ليد مسطرة اعلى 23- وارد صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258313,
    "name": "لايت فرونتلاندر ليد مسطرة اعلى 23- وارد صيني ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-فرونتلاندر-ليد-مسطرة-اعلى-23-وارد-صيني-ايمن",
    "search_terms": [
      "لايت فرونتلاندر ليد مسطرة اعلى 23- وارد صيني ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258314,
    "name": "لايت فرونتلاندر تك عدسة 23- وارد صيني ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-فرونتلاندر-تك-عدسة-23-وارد-صيني-ايمن",
    "search_terms": [
      "لايت فرونتلاندر تك عدسة 23- وارد صيني ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258315,
    "name": "لايت كامري 25- امريكي LE SE تك زنون ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-25-امريكي-le-se-تك-زنون-ايمن",
    "search_terms": [
      "لايت كامري 25- امريكي LE SE تك زنون ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258316,
    "name": "لايت كامري 25- امريكي LE SE تك زنون ايسر  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-25-امريكي-le-se-تك-زنون-ايسر",
    "search_terms": [
      "لايت كامري 25- امريكي LE SE تك زنون ايسر  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258317,
    "name": "لايت كامري 25- امريكي XLE دبل زنون ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-25-امريكي-xle-دبل-زنون-ايسر",
    "search_terms": [
      "لايت كامري 25- امريكي XLE دبل زنون ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258318,
    "name": "لايت كامري 25- امريكي XLE دبل زنون ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-25-امريكي-xle-دبل-زنون-ايمن",
    "search_terms": [
      "لايت كامري 25- امريكي XLE دبل زنون ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258319,
    "name": "نيكل بدعامية امامية شباك عريض كورلا ليفان 23- صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-بدعامية-امامية-شباك-عريض-كورلا-ليفان-23-صيني-ايسر",
    "search_terms": [
      "نيكل بدعامية امامية شباك عريض كورلا ليفان 23- صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258320,
    "name": "نيكل بدعامية امامية شباك عريض كورلا ليفان 23- صيني  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-بدعامية-امامية-شباك-عريض-كورلا-ليفان-23-صيني-ايمن",
    "search_terms": [
      "نيكل بدعامية امامية شباك عريض كورلا ليفان 23- صيني  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258321,
    "name": "ماسكة تحت بك لايت كامري 25- صيني خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-تحت-بك-لايت-كامري-25-صيني-خليجي-ايمن",
    "search_terms": [
      "ماسكة تحت بك لايت كامري 25- صيني خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258322,
    "name": "ماسكة تحت بك لايت فرونتلاندر 23-  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-تحت-بك-لايت-فرونتلاندر-23-ايمن",
    "search_terms": [
      "ماسكة تحت بك لايت فرونتلاندر 23-  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258323,
    "name": "ماسكة تحت بك لايت فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-تحت-بك-لايت-فرونتلاندر-23-ايسر",
    "search_terms": [
      "ماسكة تحت بك لايت فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258324,
    "name": "ماسكة تحت بك لايت كامري 25- امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-تحت-بك-لايت-كامري-25-امريكي-ايسر",
    "search_terms": [
      "ماسكة تحت بك لايت كامري 25- امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258325,
    "name": "ماسكة تحت بك لايت كامري 25- امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-تحت-بك-لايت-كامري-25-امريكي-ايمن",
    "search_terms": [
      "ماسكة تحت بك لايت كامري 25- امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258326,
    "name": "ماسكة تحت بك لايت كامري 25- صيني خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-تحت-بك-لايت-كامري-25-صيني-خليجي-ايسر",
    "search_terms": [
      "ماسكة تحت بك لايت كامري 25- صيني خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258327,
    "name": "ماسكة دعامية امامية فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-امامية-فرونتلاندر-23-ايسر",
    "search_terms": [
      "ماسكة دعامية امامية فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258328,
    "name": "ماسكة دعامية امامية فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-امامية-فرونتلاندر-23-ايمن",
    "search_terms": [
      "ماسكة دعامية امامية فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258329,
    "name": "ماسكة دعامية امامية كامري 25- امريكي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-امامية-كامري-25-امريكي-ايسر",
    "search_terms": [
      "ماسكة دعامية امامية كامري 25- امريكي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258330,
    "name": "ماسكة دعامية امامية كامري 25- امريكي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-امامية-كامري-25-امريكي-ايمن",
    "search_terms": [
      "ماسكة دعامية امامية كامري 25- امريكي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258331,
    "name": "ماسكة دعامية امامية كامري 25- صيني خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-امامية-كامري-25-صيني-خليجي-ايسر",
    "search_terms": [
      "ماسكة دعامية امامية كامري 25- صيني خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258332,
    "name": "ماسكة دعامية امامية كامري 25- صيني خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-امامية-كامري-25-صيني-خليجي-ايمن",
    "search_terms": [
      "ماسكة دعامية امامية كامري 25- صيني خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258333,
    "name": "ماسكة دعامية خلفية فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-خلفية-فرونتلاندر-23-ايسر",
    "search_terms": [
      "ماسكة دعامية خلفية فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258334,
    "name": "ماسكة دعامية خلفية فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-خلفية-فرونتلاندر-23-ايمن",
    "search_terms": [
      "ماسكة دعامية خلفية فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258335,
    "name": "NRO SAME AS 25CMU-027 ماسكة دعامية خلفية كامري 25-  صيني امريكي خليجي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-same-as-25cmu-027-ماسكة-دعامية-خلفية-كامري-25-صيني-امريكي-خليجي-ايسر",
    "search_terms": [
      "NRO SAME AS 25CMU-027 ماسكة دعامية خلفية كامري 25-  صيني امريكي خليجي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258336,
    "name": "NRO SAME AS 25CMU-027 ماسكة دعامية خلفية كامري 25-  صيني امريكي خليجي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "nro-same-as-25cmu-027-ماسكة-دعامية-خلفية-كامري-25-صيني-امريكي-خليجي-ايمن",
    "search_terms": [
      "NRO SAME AS 25CMU-027 ماسكة دعامية خلفية كامري 25-  صيني امريكي خليجي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258337,
    "name": "ماسكة دعامية خلفية كامري 25- امريكي خليجي صيني ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-خلفية-كامري-25-امريكي-خليجي-صيني-ايسر",
    "search_terms": [
      "ماسكة دعامية خلفية كامري 25- امريكي خليجي صيني ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258338,
    "name": "ماسكة دعامية خلفية كامري 25- امريكي خليجي صيني ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ماسكة-دعامية-خلفية-كامري-25-امريكي-خليجي-صيني-ايمن",
    "search_terms": [
      "ماسكة دعامية خلفية كامري 25- امريكي خليجي صيني ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258339,
    "name": "نيكلة شباك امامية كامري 25- صيني خليجي",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكلة-شباك-امامية-كامري-25-صيني-خليجي",
    "search_terms": [
      "نيكلة شباك امامية كامري 25- صيني خليجي",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258340,
    "name": "هلال جاملغ امامي فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "هلال-جاملغ-امامي-فرونتلاندر-23-ايسر",
    "search_terms": [
      "هلال جاملغ امامي فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258341,
    "name": "هلال جاملغ امامي فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "هلال-جاملغ-امامي-فرونتلاندر-23-ايمن",
    "search_terms": [
      "هلال جاملغ امامي فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258342,
    "name": "هلال جاملغ خلفي فرونتلاندر 23- ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "هلال-جاملغ-خلفي-فرونتلاندر-23-ايسر",
    "search_terms": [
      "هلال جاملغ خلفي فرونتلاندر 23- ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258343,
    "name": "هلال جاملغ خلفي فرونتلاندر 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "هلال-جاملغ-خلفي-فرونتلاندر-23-ايمن",
    "search_terms": [
      "هلال جاملغ خلفي فرونتلاندر 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258640,
    "name": "نيكل لحية خلفية هايلندر 22 - وسطية ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-لحية-خلفية-هايلندر-22--وسطية",
    "search_terms": [
      "نيكل لحية خلفية هايلندر 22 - وسطية ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258641,
    "name": "نيكل لحية خلفية هايلندر 22 - زاوية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-لحية-خلفية-هايلندر-22--زاوية-ايسر",
    "search_terms": [
      "نيكل لحية خلفية هايلندر 22 - زاوية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258642,
    "name": "نيكل لحية خلفية هايلندر 22 - زاوية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "نيكل-لحية-خلفية-هايلندر-22--زاوية-ايمن",
    "search_terms": [
      "نيكل لحية خلفية هايلندر 22 - زاوية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 258651,
    "name": "راديتر تبريد كامري 12 - 17 راديتر تبريد افلون 13 - 15 ",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "راديتر-تبريد-كامري-12--17-راديتر-تبريد-افلون-13--15",
    "search_terms": [
      "راديتر تبريد كامري 12 - 17 راديتر تبريد افلون 13 - 15 ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 258682,
    "name": "جويتر 1GR عام ",
    "category": "",
    "brand": "AISAN",
    "price": 0,
    "slug": "جويتر-1gr-عام",
    "search_terms": [
      "جويتر 1GR عام ",
      "",
      "AISAN",
      "False"
    ]
  },
  {
    "id": 258684,
    "name": "جويتر  ريفو برادو 2TR ",
    "category": "",
    "brand": "AISAN",
    "price": 0,
    "slug": "جويتر-ريفو-برادو-2tr",
    "search_terms": [
      "جويتر  ريفو برادو 2TR ",
      "",
      "AISAN",
      "False"
    ]
  },
  {
    "id": 258685,
    "name": "كانستر برادو 11 - 1GR عكرب 1GR",
    "category": "",
    "brand": "AISAN",
    "price": 0,
    "slug": "كانستر-برادو-11--1gr-عكرب-1gr",
    "search_terms": [
      "كانستر برادو 11 - 1GR عكرب 1GR",
      "",
      "AISAN",
      "False"
    ]
  },
  {
    "id": 258686,
    "name": "كانستر برادو 05 - 09",
    "category": "",
    "brand": "AISAN",
    "price": 0,
    "slug": "كانستر-برادو-05--09",
    "search_terms": [
      "كانستر برادو 05 - 09",
      "",
      "AISAN",
      "False"
    ]
  },
  {
    "id": 258687,
    "name": "كازكيت محرك 1HZ 11115-17040-05 كاز",
    "category": "",
    "brand": "KP ",
    "price": 0,
    "slug": "كازكيت-محرك-1hz-11115-17040-05-كاز",
    "search_terms": [
      "كازكيت محرك 1HZ 11115-17040-05 كاز",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 258688,
    "name": "واشر محرك كامل لاند 01 - 07  8سلندر 2UZ",
    "category": "",
    "brand": "KP ",
    "price": 0,
    "slug": "واشر-محرك-كامل-لاند-01--07-8سلندر-2uz",
    "search_terms": [
      "واشر محرك كامل لاند 01 - 07  8سلندر 2UZ",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 258689,
    "name": "واشر محرك كورلا امريكي 2ZR",
    "category": "",
    "brand": "KP ",
    "price": 0,
    "slug": "واشر-محرك-كورلا-امريكي-2zr",
    "search_terms": [
      "واشر محرك كورلا امريكي 2ZR",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 258691,
    "name": "واشر محرك بيكب نيسان KA24",
    "category": "",
    "brand": "KP ",
    "price": 0,
    "slug": "واشر-محرك-بيكب-نيسان-ka24",
    "search_terms": [
      "واشر محرك بيكب نيسان KA24",
      "",
      "KP ",
      "False"
    ]
  },
  {
    "id": 258719,
    "name": "قايش محرك 1UR 3UR ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-1ur-3ur",
    "search_terms": [
      "قايش محرك 1UR 3UR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258720,
    "name": "قايش محرك لاند 08 - 11 1GR ريفو 16- هايس 19 - 7GR ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-لاند-08--11-1gr-ريفو-16-هايس-19--7gr",
    "search_terms": [
      "قايش محرك لاند 08 - 11 1GR ريفو 16- هايس 19 - 7GR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258721,
    "name": "قايش محرك افلون 18 - سينا 17 - هايلندر 17 - ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-افلون-18--سينا-17--هايلندر-17",
    "search_terms": [
      "قايش محرك افلون 18 - سينا 17 - هايلندر 17 - ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258723,
    "name": "قايش محرك افلون 2GR  ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-افلون-2gr",
    "search_terms": [
      "قايش محرك افلون 2GR  ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258724,
    "name": "قايش محرك لاند 12 - 22 - 1GR ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-لاند-12--22--1gr",
    "search_terms": [
      "قايش محرك لاند 12 - 22 - 1GR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258725,
    "name": "قايش محرك لاند 08 - 11 2UZ  ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-لاند-08--11-2uz",
    "search_terms": [
      "قايش محرك لاند 08 - 11 2UZ  ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258726,
    "name": "قايش محرك كوستر 2TR ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-كوستر-2tr",
    "search_terms": [
      "قايش محرك كوستر 2TR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258727,
    "name": "قايش محرك بيكب فيكو ريفو 2TR  ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-بيكب-فيكو-ريفو-2tr",
    "search_terms": [
      "قايش محرك بيكب فيكو ريفو 2TR  ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258728,
    "name": "قايش محرك كورلا خليجي 1ZR  2ZR 3ZR ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-كورلا-خليجي-1zr-2zr-3zr",
    "search_terms": [
      "قايش محرك كورلا خليجي 1ZR  2ZR 3ZR ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258729,
    "name": "قايش محرك كامري 17 - رف فور - 19 - 4سلندر امريكي خليجي 2AR A25A",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-كامري-17--رف-فور--19--4سلندر-امريكي-خليجي-2ar-a25a",
    "search_terms": [
      "قايش محرك كامري 17 - رف فور - 19 - 4سلندر امريكي خليجي 2AR A25A",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258730,
    "name": "قايش محرك سني هندي 15 - 18  ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-سني-هندي-15--18",
    "search_terms": [
      "قايش محرك سني هندي 15 - 18  ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258731,
    "name": "قايش محرك اكستيرا بافندر 4000  ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-اكستيرا-بافندر-4000",
    "search_terms": [
      "قايش محرك اكستيرا بافندر 4000  ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258843,
    "name": "دعامية امامية برادو 18 - لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دعامية-امامية-برادو-18--لون-لولوي",
    "search_terms": [
      "دعامية امامية برادو 18 - لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 258844,
    "name": "دعامية امامية برادو 18 - لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دعامية-امامية-برادو-18--لون-اسود",
    "search_terms": [
      "دعامية امامية برادو 18 - لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 258845,
    "name": "كت لحية امامية + خلفية لكزس برادو 14 - 22  دون شباك ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "كت-لحية-امامية-+-خلفية-لكزس-برادو-14--22-دون-شباك",
    "search_terms": [
      "كت لحية امامية + خلفية لكزس برادو 14 - 22  دون شباك ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 258846,
    "name": "بدي كت تحديث لكزس 22 - 24 -  LX600 F SPORT - كامل مع نزال جامة باب بدي + مسطرة دوسة جانبية لون لولوي ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "بدي-كت-تحديث-لكزس-22--24--lx600-f-sport--كامل-مع-نزال-جامة-باب-بدي-+-مسطرة-دوسة-جانبية-لون-لولوي",
    "search_terms": [
      "بدي كت تحديث لكزس 22 - 24 -  LX600 F SPORT - كامل مع نزال جامة باب بدي + مسطرة دوسة جانبية لون لولوي ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 258847,
    "name": "بدي كت تحديث لكزس 22 - 24 -  LX600 F SPORT - كامل مع نزال جامة باب بدي + مسطرة دوسة جانبية لون اسود",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "بدي-كت-تحديث-لكزس-22--24--lx600-f-sport--كامل-مع-نزال-جامة-باب-بدي-+-مسطرة-دوسة-جانبية-لون-اسود",
    "search_terms": [
      "بدي كت تحديث لكزس 22 - 24 -  LX600 F SPORT - كامل مع نزال جامة باب بدي + مسطرة دوسة جانبية لون اسود",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 258860,
    "name": "دبل خلفي لاند 05 - 07",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "دبل-خلفي-لاند-05--07",
    "search_terms": [
      "دبل خلفي لاند 05 - 07",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258880,
    "name": "فج بريك خلفي برادو 05-18 ايمن ",
    "category": "",
    "brand": "ADVICS",
    "price": 0,
    "slug": "فج-بريك-خلفي-برادو-05-18-ايمن",
    "search_terms": [
      "فج بريك خلفي برادو 05-18 ايمن ",
      "",
      "ADVICS",
      "False"
    ]
  },
  {
    "id": 258941,
    "name": "Gift Card",
    "category": "",
    "brand": "",
    "price": 70000.0,
    "slug": "gift-card",
    "search_terms": [
      "Gift Card",
      "",
      "",
      "False"
    ]
  },
  {
    "id": 258951,
    "name": "دبل امامي كورلا 08 - 13 ايمن",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "دبل-امامي-كورلا-08--13-ايمن",
    "search_terms": [
      "دبل امامي كورلا 08 - 13 ايمن",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258952,
    "name": "دبل امامي سني هندي - فيرسا 11 - 19 ايسر",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "دبل-امامي-سني-هندي--فيرسا-11--19-ايسر",
    "search_terms": [
      "دبل امامي سني هندي - فيرسا 11 - 19 ايسر",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 258994,
    "name": "دعامية خلفية لاند 08 - 15 لون لولوي",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "دعامية-خلفية-لاند-08--15-لون-لولوي",
    "search_terms": [
      "دعامية خلفية لاند 08 - 15 لون لولوي",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 259249,
    "name": "دعامية امامية لاند 98-07 بدون فتحة بروجكتر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-لاند-98-07-بدون-فتحة-بروجكتر",
    "search_terms": [
      "دعامية امامية لاند 98-07 بدون فتحة بروجكتر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259250,
    "name": "دعامية امامية لاند 98-07 مع فتحة بروجكتر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-لاند-98-07-مع-فتحة-بروجكتر",
    "search_terms": [
      "دعامية امامية لاند 98-07 مع فتحة بروجكتر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259251,
    "name": "دعامية خلفية لاند 98-07 ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-خلفية-لاند-98-07",
    "search_terms": [
      "دعامية خلفية لاند 98-07 ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259264,
    "name": "ليد دعامية كورلا  19- امريكي SE  ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ليد-دعامية-كورلا-19-امريكي-se-ايسر",
    "search_terms": [
      "ليد دعامية كورلا  19- امريكي SE  ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259265,
    "name": "ليد دعامية كورلا  19- امريكي SE  ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ليد-دعامية-كورلا-19-امريكي-se-ايمن",
    "search_terms": [
      "ليد دعامية كورلا  19- امريكي SE  ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259266,
    "name": "ليد دعامية كورلا وارد صيني و امريكي 23- ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ليد-دعامية-كورلا-وارد-صيني-و-امريكي-23-ايسر",
    "search_terms": [
      "ليد دعامية كورلا وارد صيني و امريكي 23- ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259267,
    "name": "ليد دعامية كورلا وارد صيني و امريكي 23- ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "ليد-دعامية-كورلا-وارد-صيني-و-امريكي-23-ايمن",
    "search_terms": [
      "ليد دعامية كورلا وارد صيني و امريكي 23- ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259268,
    "name": "تكمله بطانه جاملغ خلفي كورلا 19- 23 USA ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تكمله-بطانه-جاملغ-خلفي-كورلا-19-23-usa-ايسر",
    "search_terms": [
      "تكمله بطانه جاملغ خلفي كورلا 19- 23 USA ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259269,
    "name": "تكمله بطانه جاملغ خلفي كورلا 19- 23 USA ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تكمله-بطانه-جاملغ-خلفي-كورلا-19-23-usa-ايمن",
    "search_terms": [
      "تكمله بطانه جاملغ خلفي كورلا 19- 23 USA ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259391,
    "name": "قايش محرك كورلا 08 - 13 1ZZ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-كورلا-08--13-1zz",
    "search_terms": [
      "قايش محرك كورلا 08 - 13 1ZZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 259392,
    "name": "قايش محرك هايس 05 - 18 سينا 16 - 17",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-هايس-05--18-سينا-16--17",
    "search_terms": [
      "قايش محرك هايس 05 - 18 سينا 16 - 17",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 259393,
    "name": "قايش محرك كامري 07 - 11 2AZ",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "قايش-محرك-كامري-07--11-2az",
    "search_terms": [
      "قايش محرك كامري 07 - 11 2AZ",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 259503,
    "name": "لايت كورلا 14-16 خليجي نيكل ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-14-16-خليجي-نيكل-ايسر",
    "search_terms": [
      "لايت كورلا 14-16 خليجي نيكل ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259504,
    "name": "لايت كورلا 14-16 خليجي نيكل ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-14-16-خليجي-نيكل-ايمن",
    "search_terms": [
      "لايت كورلا 14-16 خليجي نيكل ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259505,
    "name": "لايت كورلا 14-16 خليجي اسود ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-14-16-خليجي-اسود-ايسر",
    "search_terms": [
      "لايت كورلا 14-16 خليجي اسود ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259506,
    "name": "لايت كورلا 14-16 خليجي اسود ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كورلا-14-16-خليجي-اسود-ايمن",
    "search_terms": [
      "لايت كورلا 14-16 خليجي اسود ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259531,
    "name": "بروجكتر هايلندر 24 - ليد",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-هايلندر-24--ليد",
    "search_terms": [
      "بروجكتر هايلندر 24 - ليد",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259532,
    "name": "بروجكتر تاكوما 24 - ليد ",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-تاكوما-24--ليد",
    "search_terms": [
      "بروجكتر تاكوما 24 - ليد ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259533,
    "name": "بروجكتر سينا 22 - ليد ",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-سينا-22--ليد",
    "search_terms": [
      "بروجكتر سينا 22 - ليد ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259534,
    "name": "بروجكتر تندرا سيكويا 24 - ليد ",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-تندرا-سيكويا-24--ليد",
    "search_terms": [
      "بروجكتر تندرا سيكويا 24 - ليد ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259535,
    "name": "بروجكتر شمعة برادو 24 - ليد ",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-شمعة-برادو-24--ليد",
    "search_terms": [
      "بروجكتر شمعة برادو 24 - ليد ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259536,
    "name": "بروجكتر برادو 24 - ليد",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-برادو-24--ليد",
    "search_terms": [
      "بروجكتر برادو 24 - ليد",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259537,
    "name": "بروجكتر تندرا 14 - 18 ",
    "category": "",
    "brand": "DLAA",
    "price": 0,
    "slug": "بروجكتر-تندرا-14--18",
    "search_terms": [
      "بروجكتر تندرا 14 - 18 ",
      "",
      "DLAA",
      "False"
    ]
  },
  {
    "id": 259625,
    "name": "سيت بستم محرك Z24 - سايز 20",
    "category": "",
    "brand": "ART",
    "price": 0,
    "slug": "سيت-بستم-محرك-z24--سايز-20",
    "search_terms": [
      "سيت بستم محرك Z24 - سايز 20",
      "",
      "ART",
      "False"
    ]
  },
  {
    "id": 259641,
    "name": "لايت كامري 25- امريكي XSE دبل زنون ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-25-امريكي-xse-دبل-زنون-ايسر",
    "search_terms": [
      "لايت كامري 25- امريكي XSE دبل زنون ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259642,
    "name": "لايت كامري 25- امريكي XSE دبل زنون ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-كامري-25-امريكي-xse-دبل-زنون-ايمن",
    "search_terms": [
      "لايت كامري 25- امريكي XSE دبل زنون ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259862,
    "name": "لايت ريفو 22 - داخل اسود و رصاصي ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-ريفو-22--داخل-اسود-و-رصاصي-ايسر",
    "search_terms": [
      "لايت ريفو 22 - داخل اسود و رصاصي ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259863,
    "name": "لايت ريفو 22 - داخل اسود و رصاصي ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-ريفو-22--داخل-اسود-و-رصاصي-ايمن",
    "search_terms": [
      "لايت ريفو 22 - داخل اسود و رصاصي ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259864,
    "name": "بك لايت تندر 22 - ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-تندر-22--ايسر",
    "search_terms": [
      "بك لايت تندر 22 - ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259865,
    "name": "بك لايت تندر 22 - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-تندر-22--ايمن",
    "search_terms": [
      "بك لايت تندر 22 - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259866,
    "name": "بك لايت تندرا 22 - ليد ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-تندرا-22--ليد-ايسر",
    "search_terms": [
      "بك لايت تندرا 22 - ليد ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 259867,
    "name": "بك لايت تندرا 22 ليد - ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-تندرا-22-ليد--ايمن",
    "search_terms": [
      "بك لايت تندرا 22 ليد - ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260012,
    "name": "بك زاوية كورلا كروس 22 - وارد صين مواصفات ناصية ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كورلا-كروس-22--وارد-صين-مواصفات-ناصية-ايمن",
    "search_terms": [
      "بك زاوية كورلا كروس 22 - وارد صين مواصفات ناصية ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260013,
    "name": "بك زاوية كورلا كروس 22 - وارد صين مواصفات ناصية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-زاوية-كورلا-كروس-22--وارد-صين-مواصفات-ناصية-ايسر",
    "search_terms": [
      "بك زاوية كورلا كروس 22 - وارد صين مواصفات ناصية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260014,
    "name": "بك صندوق كورلا كروس 22 - وارد صين مواصفات ناصية ايسر",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كورلا-كروس-22--وارد-صين-مواصفات-ناصية-ايسر",
    "search_terms": [
      "بك صندوق كورلا كروس 22 - وارد صين مواصفات ناصية ايسر",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260015,
    "name": "بك صندوق كورلا كروس 22 - وارد صين مواصفات ناصية ايمن",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-صندوق-كورلا-كروس-22--وارد-صين-مواصفات-ناصية-ايمن",
    "search_terms": [
      "بك صندوق كورلا كروس 22 - وارد صين مواصفات ناصية ايمن",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260088,
    "name": " Total Care 100ML -peach  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل خوخ",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "total-care-100ml-peach-ctn-12-kit-كت-عناية-و-منظف-و-معطر-قنوات-التبريد-و-الفريز-100-مل-خوخ",
    "search_terms": [
      " Total Care 100ML -peach  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل خوخ",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 260089,
    "name": " Total Care 100ML -LEMON  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل ليمون",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "total-care-100ml-lemon-ctn-12-kit-كت-عناية-و-منظف-و-معطر-قنوات-التبريد-و-الفريز-100-مل-ليمون",
    "search_terms": [
      " Total Care 100ML -LEMON  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل ليمون",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 260090,
    "name": " Total Care 100ML -VANILA  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل فانيلا",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "total-care-100ml-vanila-ctn-12-kit-كت-عناية-و-منظف-و-معطر-قنوات-التبريد-و-الفريز-100-مل-فانيلا",
    "search_terms": [
      " Total Care 100ML -VANILA  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل فانيلا",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 260091,
    "name": " Total Care 100ML -OUD  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل عود",
    "category": "",
    "brand": "ERRECOM",
    "price": 0,
    "slug": "total-care-100ml-oud-ctn-12-kit-كت-عناية-و-منظف-و-معطر-قنوات-التبريد-و-الفريز-100-مل-عود",
    "search_terms": [
      " Total Care 100ML -OUD  CTN 12 KIT- كت عناية و منظف و معطر قنوات التبريد و الفريز 100 مل عود",
      "",
      "ERRECOM",
      "False"
    ]
  },
  {
    "id": 260171,
    "name": "بك مسطرة صندوق افلون 19- ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-مسطرة-صندوق-افلون-19",
    "search_terms": [
      "بك مسطرة صندوق افلون 19- ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260172,
    "name": "تريشة لحية اسفل دعامية امامي رف فور سلفر 19- ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-لحية-اسفل-دعامية-امامي-رف-فور-سلفر-19",
    "search_terms": [
      "تريشة لحية اسفل دعامية امامي رف فور سلفر 19- ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260173,
    "name": "تريشة لحية اسفل دعامية امامي رف فور اسود 19- ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "تريشة-لحية-اسفل-دعامية-امامي-رف-فور-اسود-19",
    "search_terms": [
      "تريشة لحية اسفل دعامية امامي رف فور اسود 19- ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260177,
    "name": "سكن إشارة بالجاملغ بيكب عكرب 24- ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "سكن-إشارة-بالجاملغ-بيكب-عكرب-24-ايسر",
    "search_terms": [
      "سكن إشارة بالجاملغ بيكب عكرب 24- ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260178,
    "name": "سكن إشارة بالجاملغ بيكب عكرب 24- ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "سكن-إشارة-بالجاملغ-بيكب-عكرب-24-ايمن",
    "search_terms": [
      "سكن إشارة بالجاملغ بيكب عكرب 24- ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260179,
    "name": " شباك دعامية جانبية مفتوح شباك لاند 22 - GXR ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-جانبية-مفتوح-شباك-لاند-22--gxr-ايسر",
    "search_terms": [
      " شباك دعامية جانبية مفتوح شباك لاند 22 - GXR ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260180,
    "name": " شباك دعامية جانبية مفتوح شباك لاند 22 - GXR ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-دعامية-جانبية-مفتوح-شباك-لاند-22--gxr-ايمن",
    "search_terms": [
      " شباك دعامية جانبية مفتوح شباك لاند 22 - GXR ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260345,
    "name": "بخاخ تبريد كوستر 17 - ",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "بخاخ-تبريد-كوستر-17",
    "search_terms": [
      "بخاخ تبريد كوستر 17 - ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 260361,
    "name": "راديتر ماء كوستر 1HZ كاز كبيرة - PA36 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كوستر-1hz-كاز-كبيرة--pa36",
    "search_terms": [
      "راديتر ماء كوستر 1HZ كاز كبيرة - PA36 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260405,
    "name": " بولبرن ويل امامي لاند 08 - 15 ايمن ايسر ",
    "category": "",
    "brand": "KOYO",
    "price": 0,
    "slug": "بولبرن-ويل-امامي-لاند-08--15-ايمن-ايسر",
    "search_terms": [
      " بولبرن ويل امامي لاند 08 - 15 ايمن ايسر ",
      "",
      "KOYO",
      "False"
    ]
  },
  {
    "id": 260408,
    "name": "لحية دعامية خلفية كامري 25 - امريكي SE",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لحية-دعامية-خلفية-كامري-25--امريكي-se",
    "search_terms": [
      "لحية دعامية خلفية كامري 25 - امريكي SE",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260564,
    "name": " راديتر ماء كورلا 19 - 20 -  LE خليجي امريكي - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كورلا-19--20--le-خليجي-امريكي--pa26",
    "search_terms": [
      " راديتر ماء كورلا 19 - 20 -  LE خليجي امريكي - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260565,
    "name": "راديتر تبريد ارمادا 05 - 12 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-ارمادا-05--12--c16",
    "search_terms": [
      "راديتر تبريد ارمادا 05 - 12 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260566,
    "name": "راديتر تبريد التيما 08 - 16 - C12 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-التيما-08--16--c12",
    "search_terms": [
      "راديتر تبريد التيما 08 - 16 - C12 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260567,
    "name": "راديتر تبريد باترول 10 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-باترول-10--c16",
    "search_terms": [
      "راديتر تبريد باترول 10 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260568,
    "name": "راديتر تبريد باترول 10 - 21 - C16 -Q56 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-باترول-10--21--c16-q56",
    "search_terms": [
      "راديتر تبريد باترول 10 - 21 - C16 -Q56 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260569,
    "name": "راديتر تبريد باترول سفاري عام 02 - 21 -C20 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-باترول-سفاري-عام-02--21-c20",
    "search_terms": [
      "راديتر تبريد باترول سفاري عام 02 - 21 -C20 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260570,
    "name": "راديتر تبريد بافندر 05 - 12 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-بافندر-05--12--c16",
    "search_terms": [
      "راديتر تبريد بافندر 05 - 12 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260571,
    "name": "راديتر تبريد بافندر 13 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-بافندر-13--c16",
    "search_terms": [
      "راديتر تبريد بافندر 13 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260572,
    "name": "راديتر تبريد برادو 05 - 09 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-برادو-05--09--c16",
    "search_terms": [
      "راديتر تبريد برادو 05 - 09 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260573,
    "name": "راديتر تبريد برادو 10 - 20 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-برادو-10--20--c16",
    "search_terms": [
      "راديتر تبريد برادو 10 - 20 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260574,
    "name": "راديتر تبريد بيكب ريفو 16 - C16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-بيكب-ريفو-16--c16",
    "search_terms": [
      "راديتر تبريد بيكب ريفو 16 - C16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260575,
    "name": "راديتر تبريد بيكب فيكو 05 - 15 C16 - 2TR ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-بيكب-فيكو-05--15-c16--2tr",
    "search_terms": [
      "راديتر تبريد بيكب فيكو 05 - 15 C16 - 2TR ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260576,
    "name": "راديتر تبريد بيكب نافارا 07 - 14 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-بيكب-نافارا-07--14--c16",
    "search_terms": [
      "راديتر تبريد بيكب نافارا 07 - 14 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260577,
    "name": "راديتر تبريد بيكب نيسان شبوط - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-بيكب-نيسان-شبوط--c16",
    "search_terms": [
      "راديتر تبريد بيكب نيسان شبوط - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260578,
    "name": "راديتر تبريد سنترا 13 - 19 - C12",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-سنترا-13--19--c12",
    "search_terms": [
      "راديتر تبريد سنترا 13 - 19 - C12",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260579,
    "name": "راديتر تبريد سني 01 - 09 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-سني-01--09--c16",
    "search_terms": [
      "راديتر تبريد سني 01 - 09 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260580,
    "name": "راديتر تبريد سني كوري 07 - 11 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-سني-كوري-07--11--c16",
    "search_terms": [
      "راديتر تبريد سني كوري 07 - 11 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260581,
    "name": "راديتر تبريد سني هندي 12 - 19 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-سني-هندي-12--19--c16",
    "search_terms": [
      "راديتر تبريد سني هندي 12 - 19 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260582,
    "name": "راديتر تبريد عكرب 07 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-عكرب-07--c16",
    "search_terms": [
      "راديتر تبريد عكرب 07 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260583,
    "name": "راديتر تبريد فورجنر 05 - 15 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-فورجنر-05--15--c16",
    "search_terms": [
      "راديتر تبريد فورجنر 05 - 15 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260584,
    "name": "راديتر تبريد كامري 12 - 17 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كامري-12--17--c16",
    "search_terms": [
      "راديتر تبريد كامري 12 - 17 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260585,
    "name": "راديتر تبريد كامري 18 - رف فور 19 - عادي + هايبرد  - C12",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كامري-18--رف-فور-19--عادي-+-هايبرد--c12",
    "search_terms": [
      "راديتر تبريد كامري 18 - رف فور 19 - عادي + هايبرد  - C12",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260586,
    "name": "راديتر تبريد كامري افلون 07 - 11 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كامري-افلون-07--11--c16",
    "search_terms": [
      "راديتر تبريد كامري افلون 07 - 11 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260587,
    "name": "راديتر تبريد كورلا 01 - 07 عام  - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كورلا-01--07-عام--c16",
    "search_terms": [
      "راديتر تبريد كورلا 01 - 07 عام  - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260589,
    "name": "راديتر تبريد كورلا 08 - 18  - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كورلا-08--18--c16",
    "search_terms": [
      "راديتر تبريد كورلا 08 - 18  - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260590,
    "name": "راديتر تبريد كورلا 19 - 20 - C12 - LE",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كورلا-19--20--c12--le",
    "search_terms": [
      "راديتر تبريد كورلا 19 - 20 - C12 - LE",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260591,
    "name": "راديتر تبريد لاند 01 - 07 - C16 -1FZ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-لاند-01--07--c16-1fz",
    "search_terms": [
      "راديتر تبريد لاند 01 - 07 - C16 -1FZ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260593,
    "name": "راديتر تبريد لاند 08 - كاز و بانزين  - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-لاند-08--كاز-و-بانزين--c16",
    "search_terms": [
      "راديتر تبريد لاند 08 - كاز و بانزين  - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260594,
    "name": "راديتر تبريد هايلندر 14 - C16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-هايلندر-14--c16",
    "search_terms": [
      "راديتر تبريد هايلندر 14 - C16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260595,
    "name": "راديتر ماء افلون 05 - 10 -PA16 - 2GR",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-افلون-05--10-pa16--2gr",
    "search_terms": [
      "راديتر ماء افلون 05 - 10 -PA16 - 2GR",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260596,
    "name": "راديتر ماء افلون كامري رف فور لكزس اي اس ان اكس 18 - A25 هايبرد  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-افلون-كامري-رف-فور-لكزس-اي-اس-ان-اكس-18--a25-هايبرد--pa26",
    "search_terms": [
      "راديتر ماء افلون كامري رف فور لكزس اي اس ان اكس 18 - A25 هايبرد  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260597,
    "name": "راديتر ماء اكستيرا بيكب نيسان  4.0 - PA32 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-اكستيرا-بيكب-نيسان-4.0--pa32",
    "search_terms": [
      "راديتر ماء اكستيرا بيكب نيسان  4.0 - PA32 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260598,
    "name": "راديتر ماء التيما 19 - PA16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-التيما-19--pa16",
    "search_terms": [
      "راديتر ماء التيما 19 - PA16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260599,
    "name": "راديتر ماء التيما مكسما 08 - 18  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-التيما-مكسما-08--18--pa26",
    "search_terms": [
      "راديتر ماء التيما مكسما 08 - 18  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260600,
    "name": "راديتر ماء باترول 07 - سفاري اوتو  - PA36 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-باترول-07--سفاري-اوتو--pa36",
    "search_terms": [
      "راديتر ماء باترول 07 - سفاري اوتو  - PA36 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260601,
    "name": "راديتر ماء باترول 10 - PA36 - QX 20",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-باترول-10--pa36--qx-20",
    "search_terms": [
      "راديتر ماء باترول 10 - PA36 - QX 20",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260602,
    "name": "راديتر ماء باترول 97 Y60 عادي - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-باترول-97-y60-عادي--pa26",
    "search_terms": [
      "راديتر ماء باترول 97 Y60 عادي - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260603,
    "name": "راديتر ماء بافندر 13 - 17 -  PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بافندر-13--17--pa26",
    "search_terms": [
      "راديتر ماء بافندر 13 - 17 -  PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260604,
    "name": "راديتر ماء برادو 05 - 09 FJ عام - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-برادو-05--09-fj-عام--pa26",
    "search_terms": [
      "راديتر ماء برادو 05 - 09 FJ عام - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260605,
    "name": "راديتر ماء برادو 10 - 20 - 1GR 6CYL فورنر 13 - 19 - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-برادو-10--20--1gr-6cyl-فورنر-13--19--pa26",
    "search_terms": [
      "راديتر ماء برادو 10 - 20 - 1GR 6CYL فورنر 13 - 19 - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260606,
    "name": "راديتر ماء بيكب ريفو 16 - 2GD كاز اوتو  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-ريفو-16--2gd-كاز-اوتو--pa26",
    "search_terms": [
      "راديتر ماء بيكب ريفو 16 - 2GD كاز اوتو  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260607,
    "name": "راديتر ماء بيكب ريفو 16 - 2GD كاز عادي  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-ريفو-16--2gd-كاز-عادي--pa26",
    "search_terms": [
      "راديتر ماء بيكب ريفو 16 - 2GD كاز عادي  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260608,
    "name": "راديتر ماء بيكب ريفو فورجنر 16 - 2TR اوتو - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-ريفو-فورجنر-16--2tr-اوتو--pa26",
    "search_terms": [
      "راديتر ماء بيكب ريفو فورجنر 16 - 2TR اوتو - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260609,
    "name": "راديتر ماء بيكب ريفو فورجنر 16 - 2TR عادي  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-ريفو-فورجنر-16--2tr-عادي--pa26",
    "search_terms": [
      "راديتر ماء بيكب ريفو فورجنر 16 - 2TR عادي  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260610,
    "name": "راديتر ماء بيكب فيكو 05 - 15 2TR اوتو بانزين - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-فيكو-05--15-2tr-اوتو-بانزين--pa26",
    "search_terms": [
      "راديتر ماء بيكب فيكو 05 - 15 2TR اوتو بانزين - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260611,
    "name": "راديتر ماء بيكب فيكو 05 - 15 كاز 2KD عادي - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-فيكو-05--15-كاز-2kd-عادي--pa26",
    "search_terms": [
      "راديتر ماء بيكب فيكو 05 - 15 كاز 2KD عادي - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260612,
    "name": "راديتر ماء بيكب فيكو 06 - 15 2TR عادي - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-فيكو-06--15-2tr-عادي--pa26",
    "search_terms": [
      "راديتر ماء بيكب فيكو 06 - 15 2TR عادي - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260613,
    "name": "راديتر ماء بيكب فيكو 06 - 15 كاز 2KD اوتو  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-فيكو-06--15-كاز-2kd-اوتو--pa26",
    "search_terms": [
      "راديتر ماء بيكب فيكو 06 - 15 كاز 2KD اوتو  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260614,
    "name": "راديتر ماء بيكب نافارا 07 - 14 بانزين اوتو - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-نافارا-07--14-بانزين-اوتو--pa26",
    "search_terms": [
      "راديتر ماء بيكب نافارا 07 - 14 بانزين اوتو - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260615,
    "name": "راديتر ماء بيكب نافارا 15 - بيكب نيسان 4W بانزين 15 - اوتو  - PA16 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-بيكب-نافارا-15--بيكب-نيسان-4w-بانزين-15--اوتو--pa16",
    "search_terms": [
      "راديتر ماء بيكب نافارا 15 - بيكب نيسان 4W بانزين 15 - اوتو  - PA16 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260616,
    "name": "راديتر ماء رف فور 06 - 18  - PA22 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-رف-فور-06--18--pa22",
    "search_terms": [
      "راديتر ماء رف فور 06 - 18  - PA22 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260617,
    "name": "راديتر ماء سني 12 - 19  هندي - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-سني-12--19-هندي--pa26",
    "search_terms": [
      "راديتر ماء سني 12 - 19  هندي - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260618,
    "name": "راديتر ماء فورجنر بيكب ريفو 16 - PA26 - 6CYL 1GR ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-فورجنر-بيكب-ريفو-16--pa26--6cyl-1gr",
    "search_terms": [
      "راديتر ماء فورجنر بيكب ريفو 16 - PA26 - 6CYL 1GR ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260619,
    "name": "راديتر ماء فيرسا 12 - 17 - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-فيرسا-12--17--pa26",
    "search_terms": [
      "راديتر ماء فيرسا 12 - 17 - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260620,
    "name": "راديتر ماء كامري 07 - 11  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كامري-07--11--pa26",
    "search_terms": [
      "راديتر ماء كامري 07 - 11  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260621,
    "name": "راديتر ماء كامري 12 - 17  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كامري-12--17--pa26",
    "search_terms": [
      "راديتر ماء كامري 12 - 17  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260622,
    "name": "راديتر ماء كامري 18 - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كامري-18--pa26",
    "search_terms": [
      "راديتر ماء كامري 18 - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260623,
    "name": "راديتر ماء كورلا 20 - امريكي PA16 - SE",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كورلا-20--امريكي-pa16--se",
    "search_terms": [
      "راديتر ماء كورلا 20 - امريكي PA16 - SE",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260624,
    "name": "راديتر ماء كورلا عام 08 - 19  - PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كورلا-عام-08--19--pa26",
    "search_terms": [
      "راديتر ماء كورلا عام 08 - 19  - PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260625,
    "name": "راديتر ماء لاند 01 - 07 PA32  - 1FZ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-01--07-pa32--1fz",
    "search_terms": [
      "راديتر ماء لاند 01 - 07 PA32  - 1FZ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260626,
    "name": "راديتر ماء لاند 08 - 19 - PA48 -1GR 6CYL   ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-08--19--pa48-1gr-6cyl",
    "search_terms": [
      "راديتر ماء لاند 08 - 19 - PA48 -1GR 6CYL   ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260627,
    "name": "راديتر ماء لاند 08 - 21 - 16400-51040 1VD اوتو -  PA36  ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-08--21--16400-51040-1vd-اوتو--pa36",
    "search_terms": [
      "راديتر ماء لاند 08 - 21 - 16400-51040 1VD اوتو -  PA36  ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260628,
    "name": "راديتر ماء لاند 08 - 21 - 1VD عادي  - PA42 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-08--21--1vd-عادي--pa42",
    "search_terms": [
      "راديتر ماء لاند 08 - 21 - 1VD عادي  - PA42 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260629,
    "name": "راديتر ماء لاند 98 - 07 PA32 - 2UZ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-98--07-pa32--2uz",
    "search_terms": [
      "راديتر ماء لاند 98 - 07 PA32 - 2UZ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260632,
    "name": "راديتر ماء لكزس برادو 10 - 13 - 20 - PA26  - 1UR  - GX",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لكزس-برادو-10--13--20--pa26--1ur--gx",
    "search_terms": [
      "راديتر ماء لكزس برادو 10 - 13 - 20 - PA26  - 1UR  - GX",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260633,
    "name": "راديتر ماء لكزس لاند 08 - عام PA48 - 8CYL 1UR 3UR 2UZ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لكزس-لاند-08--عام-pa48--8cyl-1ur-3ur-2uz",
    "search_terms": [
      "راديتر ماء لكزس لاند 08 - عام PA48 - 8CYL 1UR 3UR 2UZ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260634,
    "name": "راديتر ماء هايلندر 20- كراون كلجر 21 - A25FX هايبرد - PA16  ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-هايلندر-20-كراون-كلجر-21--a25fx-هايبرد--pa16",
    "search_terms": [
      "راديتر ماء هايلندر 20- كراون كلجر 21 - A25FX هايبرد - PA16  ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260635,
    "name": "راديتر ماء هايلندر 20 - PA16  - 2GR",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-هايلندر-20--pa16--2gr",
    "search_terms": [
      "راديتر ماء هايلندر 20 - PA16  - 2GR",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260636,
    "name": "راديتر توربو سوبر لاند 22 - F33 V35 بالبدنة ايسر  - PA48 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-توربو-سوبر-لاند-22--f33-v35-بالبدنة-ايسر--pa48",
    "search_terms": [
      "راديتر توربو سوبر لاند 22 - F33 V35 بالبدنة ايسر  - PA48 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260637,
    "name": "راديتر توربو سوبر لاند 22 - F33 V35 بالبدنة ايمن  - PA48 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-توربو-سوبر-لاند-22--f33-v35-بالبدنة-ايمن--pa48",
    "search_terms": [
      "راديتر توربو سوبر لاند 22 - F33 V35 بالبدنة ايمن  - PA48 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260638,
    "name": "رااديتر ماء لاند 22 -  V35 تون توربو  - PA36 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "رااديتر-ماء-لاند-22--v35-تون-توربو--pa36",
    "search_terms": [
      "رااديتر ماء لاند 22 -  V35 تون توربو  - PA36 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260639,
    "name": "راديتر ماء لاند 22 - PA36 - 1GR",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-22--pa36--1gr",
    "search_terms": [
      "راديتر ماء لاند 22 - PA36 - 1GR",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260641,
    "name": "راديتر ماء لاند 22 - F33 كاز  - PA36 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-لاند-22--f33-كاز--pa36",
    "search_terms": [
      "راديتر ماء لاند 22 - F33 كاز  - PA36 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260642,
    "name": "راديتر مبرد توربو كراون و كراون ماجستا هايلندر 21 PA22 - A25AFXS ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-مبرد-توربو-كراون-و-كراون-ماجستا-هايلندر-21-pa22--a25afxs",
    "search_terms": [
      "راديتر مبرد توربو كراون و كراون ماجستا هايلندر 21 PA22 - A25AFXS ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260643,
    "name": "راديتر تبريد سينا 21 - هايبرد - 20 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-سينا-21--هايبرد--20",
    "search_terms": [
      "راديتر تبريد سينا 21 - هايبرد - 20 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260644,
    "name": "راديتر ماء كورلا كروس - كورلا شكل خليجي 21 - هايبرد 8ZR - PA26  ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كورلا-كروس--كورلا-شكل-خليجي-21--هايبرد-8zr--pa26",
    "search_terms": [
      "راديتر ماء كورلا كروس - كورلا شكل خليجي 21 - هايبرد 8ZR - PA26  ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260645,
    "name": "راديتر ماء كورلا ليفان 21 -8ZR -16",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كورلا-ليفان-21-8zr-16",
    "search_terms": [
      "راديتر ماء كورلا ليفان 21 -8ZR -16",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260646,
    "name": "راديتر تبريد كورلا ليفان 21 - هايبرد  - 12 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كورلا-ليفان-21--هايبرد--12",
    "search_terms": [
      "راديتر تبريد كورلا ليفان 21 - هايبرد  - 12 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260647,
    "name": "راديتر سوبر تندرا 22 - V35 ايسر - PA48 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-سوبر-تندرا-22--v35-ايسر--pa48",
    "search_terms": [
      "راديتر سوبر تندرا 22 - V35 ايسر - PA48 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260648,
    "name": "راديتر سوبر تندرا 22 - V35 ايمن  - PA48 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-سوبر-تندرا-22--v35-ايمن--pa48",
    "search_terms": [
      "راديتر سوبر تندرا 22 - V35 ايمن  - PA48 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260649,
    "name": "راديتر تبريد كورلا 20 - محرك 2.0 امريكي  - 12 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-تبريد-كورلا-20--محرك-2.0-امريكي--12",
    "search_terms": [
      "راديتر تبريد كورلا 20 - محرك 2.0 امريكي  - 12 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260650,
    "name": "راديتر ماء تندرا سيكويا 22- PA26 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-تندرا-سيكويا-22-pa26",
    "search_terms": [
      "راديتر ماء تندرا سيكويا 22- PA26 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260651,
    "name": "مبرد راديتر سوبر لاند 08 - PE50 -16 1vd",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "مبرد-راديتر-سوبر-لاند-08--pe50-16-1vd",
    "search_terms": [
      "مبرد راديتر سوبر لاند 08 - PE50 -16 1vd",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260652,
    "name": "راديتر ماء كوستر 20 - كاز - PA48 - N40 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كوستر-20--كاز--pa48--n40",
    "search_terms": [
      "راديتر ماء كوستر 20 - كاز - PA48 - N40 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260654,
    "name": "راديتر ما كوستر  1hz كاز صفيرة  - PA36 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ما-كوستر-1hz-كاز-صفيرة--pa36",
    "search_terms": [
      "راديتر ما كوستر  1hz كاز صفيرة  - PA36 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260655,
    "name": "راديتر ماء كوستر 2TR عام  - PA36 ",
    "category": "",
    "brand": "DAISEN - RADS",
    "price": 0,
    "slug": "راديتر-ماء-كوستر-2tr-عام--pa36",
    "search_terms": [
      "راديتر ماء كوستر 2TR عام  - PA36 ",
      "",
      "DAISEN - RADS",
      "False"
    ]
  },
  {
    "id": 260771,
    "name": "كرن زاوية دعامية امامية برادو 24 - مع فتحة عدسة ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كرن-زاوية-دعامية-امامية-برادو-24--مع-فتحة-عدسة-ايمن",
    "search_terms": [
      "كرن زاوية دعامية امامية برادو 24 - مع فتحة عدسة ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260772,
    "name": "كفر بروجكتر برادو 24 - داخل الكرن مع فتحة عدسة ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بروجكتر-برادو-24--داخل-الكرن-مع-فتحة-عدسة-ايسر",
    "search_terms": [
      "كفر بروجكتر برادو 24 - داخل الكرن مع فتحة عدسة ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260773,
    "name": "كفر بروجكتر برادو 24 - داخل الكرن مع فتحة عدسة ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-بروجكتر-برادو-24--داخل-الكرن-مع-فتحة-عدسة-ايمن",
    "search_terms": [
      "كفر بروجكتر برادو 24 - داخل الكرن مع فتحة عدسة ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260774,
    "name": "شباك رئيسي برادو 24 -  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-رئيسي-برادو-24",
    "search_terms": [
      "شباك رئيسي برادو 24 -  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260775,
    "name": "كفر هوائية كرن دعامية امامية اسفل بروجكتر برادو  24- ايسر  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-هوائية-كرن-دعامية-امامية-اسفل-بروجكتر-برادو-24-ايسر",
    "search_terms": [
      "كفر هوائية كرن دعامية امامية اسفل بروجكتر برادو  24- ايسر  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260776,
    "name": "كفر هوائية كرن دعامية امامية اسفل بروجكتر برادو  24- ايمن  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "كفر-هوائية-كرن-دعامية-امامية-اسفل-بروجكتر-برادو-24-ايمن",
    "search_terms": [
      "كفر هوائية كرن دعامية امامية اسفل بروجكتر برادو  24- ايمن  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260814,
    "name": "شباك بيكب تويوتا جمرة 01 - 04 نيكل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-بيكب-تويوتا-جمرة-01--04-نيكل",
    "search_terms": [
      "شباك بيكب تويوتا جمرة 01 - 04 نيكل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260815,
    "name": "دعامية امامية بيكب تويوتا جمرة 01 -04 نيكل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-بيكب-تويوتا-جمرة-01-04-نيكل",
    "search_terms": [
      "دعامية امامية بيكب تويوتا جمرة 01 -04 نيكل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260816,
    "name": "دعامية امامية بيكب تويوتا جمرة 97 - 2000 نيكل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-بيكب-تويوتا-جمرة-97--2000-نيكل",
    "search_terms": [
      "دعامية امامية بيكب تويوتا جمرة 97 - 2000 نيكل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260817,
    "name": "بوري دعامية امامية بيكب تويوتا جمرة 01 -04 نيكل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بوري-دعامية-امامية-بيكب-تويوتا-جمرة-01-04-نيكل",
    "search_terms": [
      "بوري دعامية امامية بيكب تويوتا جمرة 01 -04 نيكل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260818,
    "name": "بوري دعامية امامية بيكب تويوتا جمرة 97 - 2000 نيكل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بوري-دعامية-امامية-بيكب-تويوتا-جمرة-97--2000-نيكل",
    "search_terms": [
      "بوري دعامية امامية بيكب تويوتا جمرة 97 - 2000 نيكل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260819,
    "name": "دعامية خلفية فيكو 05 - 15 نيكل بدون فتحة حساس  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-خلفية-فيكو-05--15-نيكل-بدون-فتحة-حساس",
    "search_terms": [
      "دعامية خلفية فيكو 05 - 15 نيكل بدون فتحة حساس  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260820,
    "name": "دعامية امامية فيكو 08 - 11 2w 4w لون ابيض ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-فيكو-08--11-2w-4w-لون-ابيض",
    "search_terms": [
      "دعامية امامية فيكو 08 - 11 2w 4w لون ابيض ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260821,
    "name": "دعامية امامية فيكو 12 - 15 2w 4w لون ابيض ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-امامية-فيكو-12--15-2w-4w-لون-ابيض",
    "search_terms": [
      "دعامية امامية فيكو 12 - 15 2w 4w لون ابيض ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260822,
    "name": "عضد مراة جانبية فيكو 12 - 15 ايمن  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "عضد-مراة-جانبية-فيكو-12--15-ايمن",
    "search_terms": [
      "عضد مراة جانبية فيكو 12 - 15 ايمن  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260823,
    "name": "عضد مراة جانبية فيكو 12 - 15 ايسر  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "عضد-مراة-جانبية-فيكو-12--15-ايسر",
    "search_terms": [
      "عضد مراة جانبية فيكو 12 - 15 ايسر  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260824,
    "name": "دعامية خلفية ريفو 16 - نيكل ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "دعامية-خلفية-ريفو-16--نيكل",
    "search_terms": [
      "دعامية خلفية ريفو 16 - نيكل ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260825,
    "name": "واقية طين ريفو 16 4W مع كتابة HILUX سيت 4 قطع ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "واقية-طين-ريفو-16-4w-مع-كتابة-hilux-سيت-4-قطع",
    "search_terms": [
      "واقية طين ريفو 16 4W مع كتابة HILUX سيت 4 قطع ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260826,
    "name": "واقية طين ريفو 16 4W مع كتابة احمر TRD  سيت 4 قطع ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "واقية-طين-ريفو-16-4w-مع-كتابة-احمر-trd-سيت-4-قطع",
    "search_terms": [
      "واقية طين ريفو 16 4W مع كتابة احمر TRD  سيت 4 قطع ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260827,
    "name": "شباك ريفو 21 - 24 TRD  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-ريفو-21--24-trd",
    "search_terms": [
      "شباك ريفو 21 - 24 TRD  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260828,
    "name": "شباك ريفو 21 - 24 GR بكتابة تويوتا  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-ريفو-21--24-gr-بكتابة-تويوتا",
    "search_terms": [
      "شباك ريفو 21 - 24 GR بكتابة تويوتا  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260829,
    "name": "هلال جاملغ ريفو 21 - 24 TRD مع كفر احمر  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "هلال-جاملغ-ريفو-21--24-trd-مع-كفر-احمر",
    "search_terms": [
      "هلال جاملغ ريفو 21 - 24 TRD مع كفر احمر  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260830,
    "name": "شباك عكرب 07 - 24 نيكل ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-عكرب-07--24-نيكل",
    "search_terms": [
      "شباك عكرب 07 - 24 نيكل ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260831,
    "name": "بروجكتر اف جي FJ - تك عدسة  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بروجكتر-اف-جي-fj--تك-عدسة",
    "search_terms": [
      "بروجكتر اف جي FJ - تك عدسة  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260832,
    "name": "بروجكتر اف جي FJ - تك دبل عدسة   ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بروجكتر-اف-جي-fj--تك-دبل-عدسة",
    "search_terms": [
      "بروجكتر اف جي FJ - تك دبل عدسة   ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260833,
    "name": "شباك FJ اف جي نيكل  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-fj-اف-جي-نيكل",
    "search_terms": [
      "شباك FJ اف جي نيكل  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260834,
    "name": "بك لايت بيكب نيسان 01 - 20 شبوط ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-بيكب-نيسان-01--20-شبوط-ايسر",
    "search_terms": [
      "بك لايت بيكب نيسان 01 - 20 شبوط ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260835,
    "name": "بك لايت بيكب نيسان 01 - 20 شبوط ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-بيكب-نيسان-01--20-شبوط-ايمن",
    "search_terms": [
      "بك لايت بيكب نيسان 01 - 20 شبوط ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260836,
    "name": "شباك بيكب نيسان شبوط 05 -  داير نيكل داخل اسود ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "شباك-بيكب-نيسان-شبوط-05--داير-نيكل-داخل-اسود",
    "search_terms": [
      "شباك بيكب نيسان شبوط 05 -  داير نيكل داخل اسود ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260837,
    "name": "لايت نافارا 05 -14 ايمن  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-نافارا-05-14-ايمن",
    "search_terms": [
      "لايت نافارا 05 -14 ايمن  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260838,
    "name": "لايت نافارا 05 -14 ايمن  ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "لايت-نافارا-05-14-ايمن",
    "search_terms": [
      "لايت نافارا 05 -14 ايمن  ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260839,
    "name": "بك لايت نافارا 05 - 14 ايمن ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-نافارا-05--14-ايمن",
    "search_terms": [
      "بك لايت نافارا 05 - 14 ايمن ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 260840,
    "name": "بك لايت نافارا 05 - 14 ايسر ",
    "category": "",
    "brand": "DAISEN-HY",
    "price": 0,
    "slug": "بك-لايت-نافارا-05--14-ايسر",
    "search_terms": [
      "بك لايت نافارا 05 - 14 ايسر ",
      "",
      "DAISEN-HY",
      "False"
    ]
  },
  {
    "id": 261117,
    "name": "مراة جانبية رف فور 19 - كهرباء اشارة 5 واير ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--كهرباء-اشارة-5-واير-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية رف فور 19 - كهرباء اشارة 5 واير ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261118,
    "name": "مراة جانبية رف فور 19 - كهرباء اشارة 5 واير ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--كهرباء-اشارة-5-واير-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية رف فور 19 - كهرباء اشارة 5 واير ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261119,
    "name": "مراة جانبية رف فور 19 - كهرباء اشارة هيتر 8 واير ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--كهرباء-اشارة-هيتر-8-واير-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية رف فور 19 - كهرباء اشارة هيتر 8 واير ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261120,
    "name": "مراة جانبية رف فور 19 - كهرباء اشارة هيتر 8 واير ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--كهرباء-اشارة-هيتر-8-واير-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية رف فور 19 - كهرباء اشارة هيتر 8 واير ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261121,
    "name": "مراة جانبية سني هندي 14 - كهرباء اشارة عربي 5 واير ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-سني-هندي-14--كهرباء-اشارة-عربي-5-واير-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية سني هندي 14 - كهرباء اشارة عربي 5 واير ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261122,
    "name": "مراة جانبية سني هندي 14 - كهرباء اشارة عربي 5 واير ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-سني-هندي-14--كهرباء-اشارة-عربي-5-واير-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية سني هندي 14 - كهرباء اشارة عربي 5 واير ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261123,
    "name": "مراة جانبية برادو 03 - 09 كهرباء  عربي 5 واير نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-برادو-03--09-كهرباء-عربي-5-واير-نيكل-ايسر",
    "search_terms": [
      "مراة جانبية برادو 03 - 09 كهرباء  عربي 5 واير نيكل ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261124,
    "name": "مراة جانبية برادو 03 - 09 كهرباء عربي 5 واير نيكل ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-برادو-03--09-كهرباء-عربي-5-واير-نيكل-ايمن",
    "search_terms": [
      "مراة جانبية برادو 03 - 09 كهرباء عربي 5 واير نيكل ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261125,
    "name": "مراة جانبية بيكب فيكو 05 - 10 كهرباء عربي 3 واير نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-بيكب-فيكو-05--10-كهرباء-عربي-3-واير-نيكل-ايسر",
    "search_terms": [
      "مراة جانبية بيكب فيكو 05 - 10 كهرباء عربي 3 واير نيكل ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261126,
    "name": "مراة جانبية بيكب فيكو 05 - 10 كهرباء عربي 3 واير نيكل ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-بيكب-فيكو-05--10-كهرباء-عربي-3-واير-نيكل-ايمن",
    "search_terms": [
      "مراة جانبية بيكب فيكو 05 - 10 كهرباء عربي 3 واير نيكل ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261127,
    "name": "مراة جانبية كامري 12 - 17 كهرباء شفط 7 واير اشارة لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-12--17-كهرباء-شفط-7-واير-اشارة-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية كامري 12 - 17 كهرباء شفط 7 واير اشارة لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261128,
    "name": "مراة جانبية كامري 12 - 17 كهرباء شفط 7 واير اشارة لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-12--17-كهرباء-شفط-7-واير-اشارة-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية كامري 12 - 17 كهرباء شفط 7 واير اشارة لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261129,
    "name": "مراة جانبية كامري 12 - 17 كهرباء هيتر 7 واير اشارة لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-12--17-كهرباء-هيتر-7-واير-اشارة-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية كامري 12 - 17 كهرباء هيتر 7 واير اشارة لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261130,
    "name": "مراة جانبية كامري 12 - 17 كهرباء هيتر 7 واير اشارة لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-12--17-كهرباء-هيتر-7-واير-اشارة-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية كامري 12 - 17 كهرباء هيتر 7 واير اشارة لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261131,
    "name": "مراة جانبية كامري 12 - 17 كهرباء 3 واير اشارة لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-12--17-كهرباء-3-واير-اشارة-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية كامري 12 - 17 كهرباء 3 واير اشارة لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261132,
    "name": "مراة جانبية كامري 12 - 17 كهرباء 3 واير اشارة لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-12--17-كهرباء-3-واير-اشارة-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية كامري 12 - 17 كهرباء 3 واير اشارة لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261133,
    "name": "مراة جانبية فيكو 12 - 15 اشارة كهرباء عربي نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-فيكو-12--15-اشارة-كهرباء-عربي-نيكل-ايسر",
    "search_terms": [
      "مراة جانبية فيكو 12 - 15 اشارة كهرباء عربي نيكل ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261134,
    "name": "مراة جانبية فيكو 12 - 15 اشارة كهرباء عربي نيكل ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-فيكو-12--15-اشارة-كهرباء-عربي-نيكل-ايمن",
    "search_terms": [
      "مراة جانبية فيكو 12 - 15 اشارة كهرباء عربي نيكل ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261135,
    "name": "مراة جانبية برادو 14 - 22 كهرباء شفط اشارة عربي لولوي 7 واير ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-برادو-14--22-كهرباء-شفط-اشارة-عربي-لولوي-7-واير-ايسر",
    "search_terms": [
      "مراة جانبية برادو 14 - 22 كهرباء شفط اشارة عربي لولوي 7 واير ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261136,
    "name": "مراة جانبية برادو 14 - 22 كهرباء شفط اشارة عربي لولوي 7 واير ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-برادو-14--22-كهرباء-شفط-اشارة-عربي-لولوي-7-واير-ايمن",
    "search_terms": [
      "مراة جانبية برادو 14 - 22 كهرباء شفط اشارة عربي لولوي 7 واير ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261142,
    "name": "مراة جانبية لاند 12 - 15 كهرباء شفط اشارة عربي 7 واير لولوي ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-12--15-كهرباء-شفط-اشارة-عربي-7-واير-لولوي-ايسر",
    "search_terms": [
      "مراة جانبية لاند 12 - 15 كهرباء شفط اشارة عربي 7 واير لولوي ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261143,
    "name": "مراة جانبية لاند 12 - 15 كهرباء شفط اشارة عربي 7 واير لولوي ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-12--15-كهرباء-شفط-اشارة-عربي-7-واير-لولوي-ايمن",
    "search_terms": [
      "مراة جانبية لاند 12 - 15 كهرباء شفط اشارة عربي 7 واير لولوي ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261144,
    "name": "مراة جانبية كورلا 14 - 19 امريكي كهرباء اشارة هيتر 7 واير ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-14--19-امريكي-كهرباء-اشارة-هيتر-7-واير-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 14 - 19 امريكي كهرباء اشارة هيتر 7 واير ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261145,
    "name": "مراة جانبية كورلا 14 - 19 امريكي كهرباء اشارة هيتر 7 واير ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-14--19-امريكي-كهرباء-اشارة-هيتر-7-واير-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 14 - 19 امريكي كهرباء اشارة هيتر 7 واير ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261146,
    "name": "مراة جانبية كورلا 14 - 19 امريكي كهرباء 3 واير ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-14--19-امريكي-كهرباء-3-واير-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 14 - 19 امريكي كهرباء 3 واير ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261147,
    "name": "مراة جانبية كورلا 14 - 19 امريكي كهرباء 3 واير ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-14--19-امريكي-كهرباء-3-واير-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 14 - 19 امريكي كهرباء 3 واير ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261148,
    "name": "مراة جانبية كامري 18 - امريكي كهرباء ابيض 3 واير ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18--امريكي-كهرباء-ابيض-3-واير-ايسر",
    "search_terms": [
      "مراة جانبية كامري 18 - امريكي كهرباء ابيض 3 واير ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261149,
    "name": "مراة جانبية كامري 18 - امريكي كهرباء ابيض 3 واير ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18--امريكي-كهرباء-ابيض-3-واير-ايمن",
    "search_terms": [
      "مراة جانبية كامري 18 - امريكي كهرباء ابيض 3 واير ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261150,
    "name": "مراة جانبية ريفو 16- كهرباء اشارة عربي 5 واير نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-ريفو-16-كهرباء-اشارة-عربي-5-واير-نيكل-ايسر",
    "search_terms": [
      "مراة جانبية ريفو 16- كهرباء اشارة عربي 5 واير نيكل ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261151,
    "name": "مراة جانبية ريفو 16- كهرباء اشارة عربي 5 واير نيكل ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-ريفو-16-كهرباء-اشارة-عربي-5-واير-نيكل-ايمن",
    "search_terms": [
      "مراة جانبية ريفو 16- كهرباء اشارة عربي 5 واير نيكل ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261153,
    "name": "مراة جانبية ريفو 16- كهرباء اشارة شفط عربي اشارة ترحيب 9 واير نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-ريفو-16-كهرباء-اشارة-شفط-عربي-اشارة-ترحيب-9-واير-نيكل-ايسر",
    "search_terms": [
      "مراة جانبية ريفو 16- كهرباء اشارة شفط عربي اشارة ترحيب 9 واير نيكل ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261154,
    "name": "مراة جانبية ريفو 16- كهرباء اشارة شفط عربي اشارة ترحيب 9 واير نيكل ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-ريفو-16-كهرباء-اشارة-شفط-عربي-اشارة-ترحيب-9-واير-نيكل-ايمن",
    "search_terms": [
      "مراة جانبية ريفو 16- كهرباء اشارة شفط عربي اشارة ترحيب 9 واير نيكل ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261155,
    "name": "مراة جانبية كامري 18- 7 واير شفط اشارة امريكي لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-7-واير-شفط-اشارة-امريكي-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كامري 18- 7 واير شفط اشارة امريكي لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261156,
    "name": "مراة جانبية كامري 18- 7 واير شفط اشارة امريكي لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-7-واير-شفط-اشارة-امريكي-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كامري 18- 7 واير شفط اشارة امريكي لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261157,
    "name": "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-سي-اج-ار-18--5-واير-كهرباء-اشارة-امريكي-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261158,
    "name": "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-سي-اج-ار-18--5-واير-كهرباء-اشارة-امريكي-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261159,
    "name": "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي هيتر + نقطة عمياء لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-سي-اج-ار-18--5-واير-كهرباء-اشارة-امريكي-هيتر-+-نقطة-عمياء-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي هيتر + نقطة عمياء لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261160,
    "name": "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي هيتر + نقطة عمياء لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-سي-اج-ار-18--5-واير-كهرباء-اشارة-امريكي-هيتر-+-نقطة-عمياء-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية سي اج ار 18 - 5 واير كهرباء اشارة امريكي هيتر + نقطة عمياء لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261161,
    "name": "مراة جانبية كامري 18- 5 واير اشارة امريكي لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-5-واير-اشارة-امريكي-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كامري 18- 5 واير اشارة امريكي لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261162,
    "name": "مراة جانبية كامري 18- 5 واير اشارة امريكي لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-5-واير-اشارة-امريكي-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كامري 18- 5 واير اشارة امريكي لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261163,
    "name": "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-7-واير-اشارة-امريكي-هيتر-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261164,
    "name": "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-7-واير-اشارة-امريكي-هيتر-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261165,
    "name": "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر + نقطة عمياء لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-7-واير-اشارة-امريكي-هيتر-+-نقطة-عمياء-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر + نقطة عمياء لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261167,
    "name": "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر + نقطة عمياء لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كامري-18-7-واير-اشارة-امريكي-هيتر-+-نقطة-عمياء-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كامري 18- 7 واير اشارة امريكي هيتر + نقطة عمياء لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261168,
    "name": "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-افلون-19--8-واير-شفط-كهرباء-اشارة-هيتر-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261169,
    "name": "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-افلون-19--8-واير-شفط-كهرباء-اشارة-هيتر-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261170,
    "name": "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون لولوي ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-افلون-19--8-واير-شفط-كهرباء-اشارة-هيتر-لون-لولوي-ايسر",
    "search_terms": [
      "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون لولوي ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261171,
    "name": "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون لولوي ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-افلون-19--8-واير-شفط-كهرباء-اشارة-هيتر-لون-لولوي-ايمن",
    "search_terms": [
      "مراة جانبية افلون 19 - 8 واير شفط كهرباء اشارة هيتر لون لولوي ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261172,
    "name": "مراة جانبية كورلا ليفان 21 - كورلا 20 - خليجي 5 واير كهرباء اشارة ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-ليفان-21--كورلا-20--خليجي-5-واير-كهرباء-اشارة-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا ليفان 21 - كورلا 20 - خليجي 5 واير كهرباء اشارة ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261173,
    "name": "مراة جانبية كورلا ليفان 21 - 5كورلا 20 - خليجي واير كهرباء اشارة ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-ليفان-21--5كورلا-20--خليجي-واير-كهرباء-اشارة-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا ليفان 21 - 5كورلا 20 - خليجي واير كهرباء اشارة ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261174,
    "name": "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير هيتر كهرباء اشارة ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--وارد-صيني-شكل-خليجي-5-واير-هيتر-كهرباء-اشارة-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير هيتر كهرباء اشارة ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261175,
    "name": "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير هيتر كهرباء اشارة ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--وارد-صيني-شكل-خليجي-5-واير-هيتر-كهرباء-اشارة-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير هيتر كهرباء اشارة ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261176,
    "name": "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير كهرباء اشارة ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--وارد-صيني-شكل-خليجي-5-واير-كهرباء-اشارة-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير كهرباء اشارة ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261177,
    "name": "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير كهرباء اشارة ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--وارد-صيني-شكل-خليجي-5-واير-كهرباء-اشارة-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 20 - وارد صيني شكل خليجي 5 واير كهرباء اشارة ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261178,
    "name": "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون اسود مع نيكل اشارة ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-16--21-7-واير-كهرباء-اشارة-شفط-عربي-كفر-لون-اسود-مع-نيكل-اشارة-ايسر",
    "search_terms": [
      "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون اسود مع نيكل اشارة ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261179,
    "name": "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون اسود مع نيكل اشارة ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-16--21-7-واير-كهرباء-اشارة-شفط-عربي-كفر-لون-اسود-مع-نيكل-اشارة-ايمن",
    "search_terms": [
      "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون اسود مع نيكل اشارة ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261180,
    "name": "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون لولوي مع نيكل اشارة ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-16--21-7-واير-كهرباء-اشارة-شفط-عربي-كفر-لون-لولوي-مع-نيكل-اشارة-ايسر",
    "search_terms": [
      "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون لولوي مع نيكل اشارة ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261181,
    "name": "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون لولوي مع نيكل اشارة ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-16--21-7-واير-كهرباء-اشارة-شفط-عربي-كفر-لون-لولوي-مع-نيكل-اشارة-ايمن",
    "search_terms": [
      "مراة جانبية لاند 16 - 21 7 واير كهرباء اشارة شفط عربي كفر لون لولوي مع نيكل اشارة ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261182,
    "name": "مراة جانبية رف فور 19 - 7 واير كهرباء اشارة هيتر لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--7-واير-كهرباء-اشارة-هيتر-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية رف فور 19 - 7 واير كهرباء اشارة هيتر لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261183,
    "name": "مراة جانبية رف فور 19 - 7 واير كهرباء اشارة هيتر لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--7-واير-كهرباء-اشارة-هيتر-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية رف فور 19 - 7 واير كهرباء اشارة هيتر لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261185,
    "name": "مراة جانبية رف فور 19 - 8 واير شفط كهرباء اشارة هيتر لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--8-واير-شفط-كهرباء-اشارة-هيتر-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية رف فور 19 - 8 واير شفط كهرباء اشارة هيتر لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261186,
    "name": "مراة جانبية رف فور 19 - 8 واير شفط كهرباء اشارة هيتر لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-رف-فور-19--8-واير-شفط-كهرباء-اشارة-هيتر-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية رف فور 19 - 8 واير شفط كهرباء اشارة هيتر لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261187,
    "name": "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-22--13-واير-كهرباء-اشارة-شفط-ميموري-مع-زجاج-كاسر-للضوء--عربي-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261188,
    "name": "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-22--13-واير-كهرباء-اشارة-شفط-ميموري-مع-زجاج-كاسر-للضوء--عربي-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261189,
    "name": "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي نيكل ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-22--13-واير-كهرباء-اشارة-شفط-ميموري-مع-زجاج-كاسر-للضوء--عربي-نيكل-ايسر",
    "search_terms": [
      "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي نيكل ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261190,
    "name": "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي نيكل ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-22--13-واير-كهرباء-اشارة-شفط-ميموري-مع-زجاج-كاسر-للضوء--عربي-نيكل-ايمن",
    "search_terms": [
      "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي نيكل ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261191,
    "name": "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون لولوي ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-22--13-واير-كهرباء-اشارة-شفط-ميموري-مع-زجاج-كاسر-للضوء--عربي-لون-لولوي-ايسر",
    "search_terms": [
      "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون لولوي ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261192,
    "name": "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون لولوي ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-لاند-22--13-واير-كهرباء-اشارة-شفط-ميموري-مع-زجاج-كاسر-للضوء--عربي-لون-لولوي-ايمن",
    "search_terms": [
      "مراة جانبية لاند 22 - 13 واير كهرباء اشارة شفط ميموري مع زجاج كاسر للضوء - عربي لون لولوي ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261193,
    "name": "مراة جانبية التما 19- 8 واير كهرباء شفط اشارة هيتر لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-التما-19-8-واير-كهرباء-شفط-اشارة-هيتر-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية التما 19- 8 واير كهرباء شفط اشارة هيتر لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261194,
    "name": "مراة جانبية التما 19- 8 واير كهرباء شفط اشارة هيتر لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-التما-19-8-واير-كهرباء-شفط-اشارة-هيتر-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية التما 19- 8 واير كهرباء شفط اشارة هيتر لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261195,
    "name": "مراة جانبية التما 19- 12 واير كهرباء شفط اشارة هيتر كامرة لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-التما-19-12-واير-كهرباء-شفط-اشارة-هيتر-كامرة-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية التما 19- 12 واير كهرباء شفط اشارة هيتر كامرة لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261196,
    "name": "مراة جانبية التما 19- 12 واير كهرباء شفط اشارة هيتر كامرة لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-التما-19-12-واير-كهرباء-شفط-اشارة-هيتر-كامرة-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية التما 19- 12 واير كهرباء شفط اشارة هيتر كامرة لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261197,
    "name": "مراة جانبية التما 19- 6 واير كهرباء اشارة هيتر لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-التما-19-6-واير-كهرباء-اشارة-هيتر-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية التما 19- 6 واير كهرباء اشارة هيتر لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261198,
    "name": "مراة جانبية التما 19- 6 واير كهرباء اشارة هيتر لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-التما-19-6-واير-كهرباء-اشارة-هيتر-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية التما 19- 6 واير كهرباء اشارة هيتر لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261199,
    "name": "مراة جانبية روج 19 - 5 واير كهرباء اشارة لون اسود ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-روج-19--5-واير-كهرباء-اشارة-لون-اسود-ايسر",
    "search_terms": [
      "مراة جانبية روج 19 - 5 واير كهرباء اشارة لون اسود ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261200,
    "name": "مراة جانبية روج 19 - 5 واير كهرباء اشارة لون اسود ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-روج-19--5-واير-كهرباء-اشارة-لون-اسود-ايمن",
    "search_terms": [
      "مراة جانبية روج 19 - 5 واير كهرباء اشارة لون اسود ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261209,
    "name": "مراة جانبية كورلا 20 - امريكي 5 واير كهرباء اشارة لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--امريكي-5-واير-كهرباء-اشارة-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 20 - امريكي 5 واير كهرباء اشارة لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261210,
    "name": "مراة جانبية كورلا 20 - امريكي 5 واير كهرباء اشارة لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--امريكي-5-واير-كهرباء-اشارة-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 20 - امريكي 5 واير كهرباء اشارة لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261211,
    "name": "مراة جانبية كورلا 20 - امريكي 7 واير شفط كهرباء اشارة لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--امريكي-7-واير-شفط-كهرباء-اشارة-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 20 - امريكي 7 واير شفط كهرباء اشارة لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261212,
    "name": "مراة جانبية كورلا 20 - امريكي 7 واير شفط كهرباء اشارة لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--امريكي-7-واير-شفط-كهرباء-اشارة-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 20 - امريكي 7 واير شفط كهرباء اشارة لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261213,
    "name": "مراة جانبية كورلا 20 - امريكي 3 واير  كهرباء لون ابيض ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--امريكي-3-واير-كهرباء-لون-ابيض-ايسر",
    "search_terms": [
      "مراة جانبية كورلا 20 - امريكي 3 واير  كهرباء لون ابيض ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261214,
    "name": "مراة جانبية كورلا 20 - امريكي 3 واير كهرباء لون ابيض ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "مراة-جانبية-كورلا-20--امريكي-3-واير-كهرباء-لون-ابيض-ايمن",
    "search_terms": [
      "مراة جانبية كورلا 20 - امريكي 3 واير كهرباء لون ابيض ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261215,
    "name": "جامة مراة جانبية لاند 08 - 21 برادو 10 - 19 ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "جامة-مراة-جانبية-لاند-08--21-برادو-10--19-ايمن",
    "search_terms": [
      "جامة مراة جانبية لاند 08 - 21 برادو 10 - 19 ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261216,
    "name": "جامة مراة جانبية لاند 08 - 21 برادو 10 - 19 ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "جامة-مراة-جانبية-لاند-08--21-برادو-10--19-ايسر",
    "search_terms": [
      "جامة مراة جانبية لاند 08 - 21 برادو 10 - 19 ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261217,
    "name": "اشارة مراة لكزس 12 - 21 LX570 لكزس برادو ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-لكزس-12--21-lx570-لكزس-برادو-ايمن",
    "search_terms": [
      "اشارة مراة لكزس 12 - 21 LX570 لكزس برادو ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261218,
    "name": "اشارة مراة لكزس 12 - 21 LX570 لكزس برادو ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-لكزس-12--21-lx570-لكزس-برادو-ايسر",
    "search_terms": [
      "اشارة مراة لكزس 12 - 21 LX570 لكزس برادو ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261219,
    "name": "اشارة مراة جانبية لكزس 22- ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-لكزس-22-ايمن",
    "search_terms": [
      "اشارة مراة جانبية لكزس 22- ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261220,
    "name": "اشارة مراة جانبية لكزس 22- ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-لكزس-22-ايسر",
    "search_terms": [
      "اشارة مراة جانبية لكزس 22- ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261221,
    "name": "اشارة مراة جانبية رف فور 19 - ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-رف-فور-19--ايمن",
    "search_terms": [
      "اشارة مراة جانبية رف فور 19 - ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261222,
    "name": "اشارة مراة جانبية رف فور 19 - ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-رف-فور-19--ايسر",
    "search_terms": [
      "اشارة مراة جانبية رف فور 19 - ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261223,
    "name": "اشارة مراة جانبية كورلا 20 - ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-كورلا-20--ايمن",
    "search_terms": [
      "اشارة مراة جانبية كورلا 20 - ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261224,
    "name": "اشارة مراة جانبية كورلا 20 - ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-كورلا-20--ايسر",
    "search_terms": [
      "اشارة مراة جانبية كورلا 20 - ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261225,
    "name": "اشارة مراة جانبية بيكب ريفو 16 ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-بيكب-ريفو-16-ايمن",
    "search_terms": [
      "اشارة مراة جانبية بيكب ريفو 16 ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261226,
    "name": "اشارة مراة جانبية بيكب ريفو 16 ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "اشارة-مراة-جانبية-بيكب-ريفو-16-ايسر",
    "search_terms": [
      "اشارة مراة جانبية بيكب ريفو 16 ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261227,
    "name": "جامة مراة جانبية لاند 22 - بدون هيتر عربي ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "جامة-مراة-جانبية-لاند-22--بدون-هيتر-عربي-ايمن",
    "search_terms": [
      "جامة مراة جانبية لاند 22 - بدون هيتر عربي ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261228,
    "name": "جامة مراة جانبية لاند 22 - بدون هيتر عربي ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "جامة-مراة-جانبية-لاند-22--بدون-هيتر-عربي-ايسر",
    "search_terms": [
      "جامة مراة جانبية لاند 22 - بدون هيتر عربي ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261229,
    "name": "جامة مراة جانبية لاند 22 -  هيتر عربي ايمن ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "جامة-مراة-جانبية-لاند-22--هيتر-عربي-ايمن",
    "search_terms": [
      "جامة مراة جانبية لاند 22 -  هيتر عربي ايمن ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261230,
    "name": "جامة مراة جانبية لاند 22 -  هيتر عربي ايسر ",
    "category": "",
    "brand": "DAISEN-M",
    "price": 0,
    "slug": "جامة-مراة-جانبية-لاند-22--هيتر-عربي-ايسر",
    "search_terms": [
      "جامة مراة جانبية لاند 22 -  هيتر عربي ايسر ",
      "",
      "DAISEN-M",
      "False"
    ]
  },
  {
    "id": 261330,
    "name": "ماشة كلج كوستر فيكو هايس 2tr 3rz",
    "category": "",
    "brand": "AISIN",
    "price": 0,
    "slug": "ماشة-كلج-كوستر-فيكو-هايس-2tr-3rz",
    "search_terms": [
      "ماشة كلج كوستر فيكو هايس 2tr 3rz",
      "",
      "AISIN",
      "False"
    ]
  },
  {
    "id": 261715,
    "name": "سيت علامة بلاك اديشن black edition لاند 22 - / 5 قطع ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "سيت-علامة-بلاك-اديشن-black-edition-لاند-22--5-قطع",
    "search_terms": [
      "سيت علامة بلاك اديشن black edition لاند 22 - / 5 قطع ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 261716,
    "name": "يدة قفل باب جكمجة لاند 08 - 21 ",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "يدة-قفل-باب-جكمجة-لاند-08--21",
    "search_terms": [
      "يدة قفل باب جكمجة لاند 08 - 21 ",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 261719,
    "name": "بروجكتر استقبال اسفل الابواب الامامية برادو 24 - شكل برادو 24",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "بروجكتر-استقبال-اسفل-الابواب-الامامية-برادو-24--شكل-برادو-24",
    "search_terms": [
      "بروجكتر استقبال اسفل الابواب الامامية برادو 24 - شكل برادو 24",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 261720,
    "name": "بروجكتر استقبال اسفل الابواب الامامية كورلا عام بعلامة تويوتا و كورولا",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "بروجكتر-استقبال-اسفل-الابواب-الامامية-كورلا-عام-بعلامة-تويوتا-و-كورولا",
    "search_terms": [
      "بروجكتر استقبال اسفل الابواب الامامية كورلا عام بعلامة تويوتا و كورولا",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 261721,
    "name": "بروجكتر استقبال اسفل الابواب الامامية هايلندر بعلامة تويوتا وهايلندر",
    "category": "",
    "brand": "DAISEN",
    "price": 0,
    "slug": "بروجكتر-استقبال-اسفل-الابواب-الامامية-هايلندر-بعلامة-تويوتا-وهايلندر",
    "search_terms": [
      "بروجكتر استقبال اسفل الابواب الامامية هايلندر بعلامة تويوتا وهايلندر",
      "",
      "DAISEN",
      "False"
    ]
  },
  {
    "id": 261861,
    "name": "فريز تبريد امامي نافارا 15 - CG ",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "فريز-تبريد-امامي-نافارا-15--cg",
    "search_terms": [
      "فريز تبريد امامي نافارا 15 - CG ",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 261948,
    "name": "ماطور بوابة تبريد سيرفو برادو 10 - 17 لاند لكزس 08 - 21 خلفي",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "ماطور-بوابة-تبريد-سيرفو-برادو-10--17-لاند-لكزس-08--21-خلفي",
    "search_terms": [
      "ماطور بوابة تبريد سيرفو برادو 10 - 17 لاند لكزس 08 - 21 خلفي",
      "",
      "Denso",
      "False"
    ]
  },
  {
    "id": 261949,
    "name": "بخاخ تبريد خلفي هايس 13 - 20 ",
    "category": "",
    "brand": "Denso",
    "price": 0,
    "slug": "بخاخ-تبريد-خلفي-هايس-13--20",
    "search_terms": [
      "بخاخ تبريد خلفي هايس 13 - 20 ",
      "",
      "Denso",
      "False"
    ]
  }
];